{
  "title": "Terroranschlag auf Synagoge in Manchester fordert zwei Todesopfer",
  "translated_title": "Terrorist attack on synagogue in Manchester claims two lives",
  "text": [
    {
      "text": "In der britischen Stadt Manchester hat ein Terroranschlag auf eine Synagoge zwei Menschen das Leben gekostet.",
      "translated_text": "In the British city of Manchester, a terrorist attack on a synagogue has cost two people their lives."
    },
    {
      "text": "Der Angriff ereignete sich am frühen Morgen vor der Heaton Park Hebrew Congregation im Stadtteil Crumpsall.",
      "translated_text": "The attack occurred in the early morning in front of the Heaton Park Hebrew Congregation in the Crumpsall district."
    },
    {
      "text": "Der Täter fuhr zunächst mit einem Fahrzeug in eine Gruppe von Menschen und griff dann weitere Personen mit einem Messer an.",
      "translated_text": "The perpetrator first drove a vehicle into a group of people and then attacked other people with a knife."
    },
    {
      "text": "Vier weitere Personen wurden bei dem Angriff verletzt, zwei von ihnen schwer.",
      "translated_text": "Four other people were injured in the attack, two of them seriously."
    },
    {
      "text": "Die Polizei erschoss den Täter noch am Tatort.",
      "translated_text": "The police shot the perpetrator dead at the scene."
    },
    {
      "text": "Die britischen Behörden haben den Vorfall schnell als Terroranschlag eingestuft.",
      "translated_text": "The British authorities quickly classified the incident as a terrorist attack."
    },
    {
      "text": "Der britische Premierminister verurteilte den Anschlag aufs Schärfste und versprach weitere Sicherheitsmaßnahmen.",
      "translated_text": "The British Prime Minister condemned the attack in the strongest terms and promised further security measures."
    },
    {
      "text": "Die jüdische Gemeinde in Großbritannien zeigte sich erschüttert über die Gewalttat.",
      "translated_text": "The Jewish community in Great Britain showed themselves shocked by the act of violence."
    },
    {
      "text": "Viele Menschen legten Blumen vor der Synagoge nieder, um der Opfer zu gedenken.",
      "translated_text": "Many people laid flowers in front of the synagogue to commemorate the victims."
    },
    {
      "text": "Die Polizei hat die Ermittlungen zum Hintergrund des Täters und möglichen Komplizen aufgenommen.",
      "translated_text": "The police have started investigations into the perpetrator's background and possible accomplices."
    },
    {
      "text": "In ganz Großbritannien wurden die Sicherheitsvorkehrungen an jüdischen Einrichtungen erhöht.",
      "translated_text": "Security precautions at Jewish institutions have been increased throughout Great Britain."
    }
  ],
  "key_vocab": [
    {
      "term": "der Terroranschlag",
      "translated_term": "the terrorist attack",
      "example_usage": "Ein Terroranschlag auf eine Synagoge fordert zwei Todesopfer."
    },
    {
      "term": "das Todesopfer",
      "translated_term": "the fatality, the victim",
      "example_usage": "Der Anschlag fordert zwei Todesopfer."
    },
    {
      "term": "sich ereignen",
      "translated_term": "to occur, to take place",
      "example_usage": "Der Angriff ereignete sich am frühen Morgen."
    },
    {
      "term": "der Täter",
      "translated_term": "the perpetrator",
      "example_usage": "Der Täter fuhr mit einem Fahrzeug in eine Gruppe von Menschen."
    },
    {
      "term": "das Messer",
      "translated_term": "the knife",
      "example_usage": "Der Täter griff weitere Personen mit einem Messer an."
    },
    {
      "term": "verletzen",
      "translated_term": "to injure",
      "example_usage": "Vier weitere Personen wurden bei dem Angriff verletzt."
    },
    {
      "term": "erschießen",
      "translated_term": "to shoot dead",
      "example_usage": "Die Polizei erschoss den Täter noch am Tatort."
    },
    {
      "term": "der Tatort",
      "translated_term": "the crime scene",
      "example_usage": "Die Polizei erschoss den Täter noch am Tatort."
    },
    {
      "term": "einstufen",
      "translated_term": "to classify",
      "example_usage": "Die britischen Behörden haben den Vorfall als Terroranschlag eingestuft."
    },
    {
      "term": "verurteilen",
      "translated_term": "to condemn",
      "example_usage": "Der britische Premierminister verurteilte den Anschlag aufs Schärfste."
    },
    {
      "term": "erschüttert",
      "translated_term": "shocked, shaken",
      "example_usage": "Die jüdische Gemeinde zeigte sich erschüttert über die Gewalttat."
    },
    {
      "term": "niederlegen",
      "translated_term": "to lay down",
      "example_usage": "Viele Menschen legten Blumen vor der Synagoge nieder."
    },
    {
      "term": "gedenken",
      "translated_term": "to commemorate",
      "example_usage": "Menschen legten Blumen nieder, um der Opfer zu gedenken."
    },
    {
      "term": "der Komplize",
      "translated_term": "the accomplice",
      "example_usage": "Die Polizei ermittelt zu möglichen Komplizen."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Terrorismus",
      "translated_name": "Terrorism"
    },
    {
      "name": "Sicherheit",
      "translated_name": "Security"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia - Portal: Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
