{
  "title": "Regierungsstillstand in den USA nach gescheiterter Haushaltsabstimmung",
  "translated_title": "Government shutdown in the USA after failed budget vote",
  "text": [
    {
      "text": "In den Vereinigten Staaten ist es zum ersten Mal seit 2019 wieder zu einem Regierungsstillstand gekommen.",
      "translated_text": "In the United States, a government shutdown has occurred for the first time since 2019."
    },
    {
      "text": "Der Shutdown trat ein, nachdem der Kongress es nicht geschafft hatte, ein neues Haushaltsgesetz zu verabschieden.",
      "translated_text": "The shutdown occurred after Congress failed to pass a new budget law."
    },
    {
      "text": "Die Demokraten und Republikaner konnten sich nicht auf einen Kompromiss einigen.",
      "translated_text": "The Democrats and Republicans could not agree on a compromise."
    },
    {
      "text": "Als Folge mussten Hunderttausende Bundesbedienstete in unbezahlten Zwangsurlaub geschickt werden.",
      "translated_text": "As a result, hundreds of thousands of federal employees had to be sent on unpaid furlough."
    },
    {
      "text": "Viele wichtige Regierungsdienste sind nun vorübergehend geschlossen oder arbeiten mit reduziertem Personal.",
      "translated_text": "Many important government services are now temporarily closed or operating with reduced staff."
    },
    {
      "text": "Nationalparks, Museen und andere öffentliche Einrichtungen haben ihre Türen geschlossen.",
      "translated_text": "National parks, museums, and other public facilities have closed their doors."
    },
    {
      "text": "Die Hauptstreitpunkte zwischen den Parteien sind Ausgaben für Sozialleistungen und Verteidigungsbudget.",
      "translated_text": "The main points of contention between the parties are spending on social services and the defense budget."
    },
    {
      "text": "Präsident Trump forderte die beiden Parteien auf, schnell eine Lösung zu finden.",
      "translated_text": "President Trump called on the two parties to quickly find a solution."
    },
    {
      "text": "Wirtschaftsexperten warnen vor negativen Auswirkungen auf die amerikanische Wirtschaft.",
      "translated_text": "Economic experts warn of negative effects on the American economy."
    },
    {
      "text": "Jeden Tag kostet der Stillstand die Wirtschaft Millionen von Dollar.",
      "translated_text": "Every day, the shutdown costs the economy millions of dollars."
    },
    {
      "text": "Die Verhandlungen zwischen den Parteien gehen weiter, aber ein Ende des Shutdowns ist noch nicht in Sicht.",
      "translated_text": "Negotiations between the parties continue, but an end to the shutdown is not yet in sight."
    }
  ],
  "key_vocab": [
    {
      "term": "der Regierungsstillstand",
      "translated_term": "the government shutdown",
      "example_usage": "In den USA ist es zu einem Regierungsstillstand gekommen."
    },
    {
      "term": "gescheitert",
      "translated_term": "failed",
      "example_usage": "Der Shutdown trat ein nach gescheiterter Haushaltsabstimmung."
    },
    {
      "term": "der Kongress",
      "translated_term": "the Congress",
      "example_usage": "Der Kongress hatte es nicht geschafft, ein neues Haushaltsgesetz zu verabschieden."
    },
    {
      "term": "verabschieden",
      "translated_term": "to pass (a law)",
      "example_usage": "Der Kongress konnte das Haushaltsgesetz nicht verabschieden."
    },
    {
      "term": "sich einigen auf",
      "translated_term": "to agree on",
      "example_usage": "Die Demokraten und Republikaner konnten sich nicht auf einen Kompromiss einigen."
    },
    {
      "term": "der Bundesbedienstete",
      "translated_term": "the federal employee",
      "example_usage": "Hunderttausende Bundesbedienstete mussten in unbezahlten Zwangsurlaub geschickt werden."
    },
    {
      "term": "der Zwangsurlaub",
      "translated_term": "the furlough, the forced leave",
      "example_usage": "Bundesbedienstete mussten in unbezahlten Zwangsurlaub geschickt werden."
    },
    {
      "term": "vorübergehend",
      "translated_term": "temporarily",
      "example_usage": "Viele wichtige Regierungsdienste sind nun vorübergehend geschlossen."
    },
    {
      "term": "reduziert",
      "translated_term": "reduced",
      "example_usage": "Viele Dienste arbeiten mit reduziertem Personal."
    },
    {
      "term": "der Streitpunkt",
      "translated_term": "the point of contention",
      "example_usage": "Die Hauptstreitpunkte sind Ausgaben für Sozialleistungen und Verteidigungsbudget."
    },
    {
      "term": "die Sozialleistung",
      "translated_term": "the social service, the welfare benefit",
      "example_usage": "Die Hauptstreitpunkte sind Ausgaben für Sozialleistungen."
    },
    {
      "term": "auffordern",
      "translated_term": "to call on, to urge",
      "example_usage": "Präsident Trump forderte die beiden Parteien auf, schnell eine Lösung zu finden."
    },
    {
      "term": "die Auswirkung",
      "translated_term": "the effect, the impact",
      "example_usage": "Wirtschaftsexperten warnen vor negativen Auswirkungen auf die amerikanische Wirtschaft."
    },
    {
      "term": "in Sicht",
      "translated_term": "in sight",
      "example_usage": "Ein Ende des Shutdowns ist noch nicht in Sicht."
    }
  ],
  "tags": [
    {
      "name": "USA",
      "translated_name": "USA"
    },
    {
      "name": "Regierungskrise",
      "translated_name": "Government Crisis"
    },
    {
      "name": "Wirtschaftspolitik",
      "translated_name": "Economic Policy"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia - Portal: Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
