{
  "title": "DFB-Pokalfinale bleibt bis 2030 im Berliner Olympiastadion",
  "translated_title": "DFB Cup Final to Stay at Berlin's Olympic Stadium Until 2030",
  "text": [
    {
      "text": "Das DFB-Pokalfinale der Männer bleibt bis mindestens 2030 im Berliner Olympiastadion.",
      "translated_text": "The men's DFB Cup final will remain at Berlin's Olympic Stadium until at least 2030."
    },
    {
      "text": "Der Deutsche Fußball-Bund (DFB) und das Land Berlin haben einen neuen Rahmenvertrag unterzeichnet.",
      "translated_text": "The German Football Association (DFB) and the state of Berlin have signed a new framework agreement."
    },
    {
      "text": "Die Einigung wurde am 5. Februar 2026 offiziell bekannt gegeben.",
      "translated_text": "The agreement was officially announced on 5 February 2026."
    },
    {
      "text": "Seit 1985 findet das Finale des DFB-Pokals ununterbrochen im Berliner Olympiastadion statt.",
      "translated_text": "Since 1985, the DFB Cup final has been held continuously at the Berlin Olympic Stadium."
    },
    {
      "text": "Der Regierende Bürgermeister Kai Wegner sprach von einem \"großartigen Tag für den Fußball in Deutschland\".",
      "translated_text": "Governing Mayor Kai Wegner described it as \"a great day for football in Germany\"."
    },
    {
      "text": "DFB-Präsident Bernd Neuendorf betonte, dass das Endspiel für Tradition, Emotion und sportliche Exzellenz stehe.",
      "translated_text": "DFB President Bernd Neuendorf emphasised that the final stands for tradition, emotion and sporting excellence."
    },
    {
      "text": "Mit der Verlängerung bis 2030 gibt es mehr Planungssicherheit für Vereine, Fans, Partner und Sponsoren.",
      "translated_text": "With the extension until 2030, there is more planning certainty for clubs, fans, partners and sponsors."
    },
    {
      "text": "Im Zuge der Verlängerung soll auch die Infrastruktur des Stadions verbessert werden.",
      "translated_text": "As part of the extension, the stadium's infrastructure is also to be improved."
    },
    {
      "text": "Besonders der Einlass Süd soll ausgebaut werden, um lange Wartezeiten für Fans zu vermeiden.",
      "translated_text": "In particular, the south entrance is to be expanded to avoid long waiting times for fans."
    },
    {
      "text": "Diese Maßnahmen sind eine Reaktion auf die chaotischen Zustände am Einlass beim Pokalfinale 2025.",
      "translated_text": "These measures are a response to the chaotic scenes at the entrance during the 2025 cup final."
    },
    {
      "text": "Das nächste DFB-Pokalfinale findet am 23. Mai 2026 statt.",
      "translated_text": "The next DFB Cup final will take place on 23 May 2026."
    },
    {
      "text": "Als Halbfinalisten stehen bereits Bayer Leverkusen und der Titelverteidiger VfB Stuttgart fest.",
      "translated_text": "Bayer Leverkusen and defending champions VfB Stuttgart have already qualified as semi-finalists."
    },
    {
      "text": "Das DFB-Pokalfinale in Berlin ist nicht nur ein sportliches Highlight, sondern auch ein wichtiges Ereignis für die Hauptstadt.",
      "translated_text": "The DFB Cup final in Berlin is not only a sporting highlight but also an important event for the capital."
    },
    {
      "text": "Es bringt jedes Jahr Zehntausende von Fans aus ganz Deutschland nach Berlin.",
      "translated_text": "Every year it brings tens of thousands of fans from all over Germany to Berlin."
    }
  ],
  "key_vocab": [
    {
      "term": "das Pokalfinale",
      "translated_term": "the cup final",
      "example_usage": "Das DFB-Pokalfinale der Männer bleibt bis mindestens 2030 im Berliner Olympiastadion."
    },
    {
      "term": "der Rahmenvertrag",
      "translated_term": "the framework agreement",
      "example_usage": "Der Deutsche Fußball-Bund (DFB) und das Land Berlin haben einen neuen Rahmenvertrag unterzeichnet."
    },
    {
      "term": "unterzeichnen",
      "translated_term": "to sign",
      "example_usage": "Der DFB und das Land Berlin haben einen neuen Rahmenvertrag unterzeichnet."
    },
    {
      "term": "die Planungssicherheit",
      "translated_term": "the planning certainty",
      "example_usage": "Mit der Verlängerung bis 2030 gibt es mehr Planungssicherheit für Vereine, Fans, Partner und Sponsoren."
    },
    {
      "term": "der Einlass",
      "translated_term": "the entrance / admission",
      "example_usage": "Besonders der Einlass Süd soll ausgebaut werden, um lange Wartezeiten für Fans zu vermeiden."
    },
    {
      "term": "der Titelverteidiger",
      "translated_term": "the defending champion",
      "example_usage": "Als Halbfinalisten stehen bereits Bayer Leverkusen und der Titelverteidiger VfB Stuttgart fest."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasise / to stress",
      "example_usage": "DFB-Präsident Bernd Neuendorf betonte, dass das Endspiel für Tradition und sportliche Exzellenz stehe."
    }
  ],
  "tags": [
    {
      "name": "Fußball",
      "translated_name": "Football"
    },
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Sport",
      "translated_name": "Sports"
    }
  ],
  "sources": [
    {
      "name": "DFB: DFB-Pokalfinale der Männer bleibt bis 2030 in Berlin",
      "link_url": "https://www.dfb.de/news/dfb-pokalfinale-der-maenner-bleibt-bis-2030-in-berlin"
    },
    {
      "name": "Berlin.de: Berlin bleibt Austragungsort des DFB-Pokalfinales bis 2030",
      "link_url": "https://www.berlin.de/rbmskzl/aktuelles/pressemitteilungen/2026/pressemitteilung.1640748.php"
    },
    {
      "name": "Olympiastadion Berlin: Berlin bleibt Austragungsort des DFB-Pokalfinales bis 2030",
      "link_url": "https://olympiastadion.berlin/de/neuigkeiten/berlin-bleibt-austragungsort-des-dfb-pokalfinales-bis-2030"
    }
  ]
}
