{
  "title": "Ehemaliger Prinz Andrew wegen Amtsmissbrauchs verhaftet",
  "translated_title": "Former Prince Andrew Arrested on Suspicion of Misconduct in Public Office",
  "text": [
    {
      "text": "Am 19. Februar 2026 verhaftete die britische Polizei den früheren Prinz Andrew.",
      "translated_text": "On 19 February 2026, British police arrested former Prince Andrew."
    },
    {
      "text": "Andrew Mountbatten-Windsor war einst das dritte Kind von Königin Elisabeth II.",
      "translated_text": "Andrew Mountbatten-Windsor was once the third child of Queen Elizabeth II."
    },
    {
      "text": "Er steht unter Verdacht des Amtsmissbrauchs im öffentlichen Amt.",
      "translated_text": "He is suspected of misconduct in public office."
    },
    {
      "text": "Nach einer Befragung wurde er freigelassen, bleibt aber weiterhin unter Ermittlung.",
      "translated_text": "After questioning, he was released but remains under investigation."
    },
    {
      "text": "Der Grund für die Verhaftung ist ein neuer Skandal um den verstorbenen Sexualstraftäter Jeffrey Epstein.",
      "translated_text": "The reason for the arrest is a new scandal involving the late sex offender Jeffrey Epstein."
    },
    {
      "text": "Aus neu veröffentlichten Dokumenten geht hervor, dass Andrew vertrauliche Regierungsberichte an Epstein weitergeleitet haben soll.",
      "translated_text": "Newly released documents indicate that Andrew allegedly forwarded confidential government reports to Epstein."
    },
    {
      "text": "Eine E-Mail aus dem Jahr 2010 zeigt, wie er einen offiziellen Bericht fünf Minuten nach Erhalt an Epstein weiterschickte.",
      "translated_text": "An email from 2010 shows how he forwarded an official report to Epstein five minutes after receiving it."
    },
    {
      "text": "Zu dieser Zeit arbeitete Andrew als britischer Handelsbotschafter.",
      "translated_text": "At that time, Andrew worked as a British trade ambassador."
    },
    {
      "text": "Die Polizei durchsuchte Andrews ehemaligen Wohnsitz Royal Lodge in Windsor sowie sein Haus in Sandringham.",
      "translated_text": "Police searched Andrew's former residence Royal Lodge in Windsor as well as his house in Sandringham."
    },
    {
      "text": "König Karl III. äußerte tiefe Besorgnis über die Nachrichten.",
      "translated_text": "King Charles III expressed deep concern about the news."
    },
    {
      "text": "Er erklärte, dass die Ermittlungen vollständig und fair durchgeführt werden sollen.",
      "translated_text": "He stated that the investigation should be carried out fully and fairly."
    },
    {
      "text": "König Karl hatte Andrew bereits zuvor seinen Königstitel entzogen.",
      "translated_text": "King Charles had already previously stripped Andrew of his royal title."
    },
    {
      "text": "Andrew selbst bestreitet alle Vorwürfe.",
      "translated_text": "Andrew himself denies all allegations."
    },
    {
      "text": "Er ist das erste hochrangige Mitglied der britischen Königsfamilie, das seit fast 400 Jahren verhaftet wurde.",
      "translated_text": "He is the first senior member of the British royal family to be arrested in almost 400 years."
    },
    {
      "text": "In England kann Amtsmissbrauch im öffentlichen Amt mit lebenslanger Freiheitsstrafe bestraft werden.",
      "translated_text": "In England, misconduct in public office can be punished with a life sentence."
    },
    {
      "text": "Der Fall hat die britische Monarchie in eine ihrer schwersten Krisen der letzten Jahrzehnte gestürzt.",
      "translated_text": "The case has plunged the British monarchy into one of its worst crises in recent decades."
    }
  ],
  "key_vocab": [
    {
      "term": "der Amtsmissbrauch",
      "translated_term": "misconduct in public office",
      "example_usage": "Er steht unter Verdacht des Amtsmissbrauchs im öffentlichen Amt."
    },
    {
      "term": "die Ermittlung",
      "translated_term": "the investigation",
      "example_usage": "Nach einer Befragung wurde er freigelassen, bleibt aber weiterhin unter Ermittlung."
    },
    {
      "term": "vertraulich",
      "translated_term": "confidential",
      "example_usage": "Andrew soll vertrauliche Regierungsberichte an Epstein weitergeleitet haben."
    },
    {
      "term": "der Handelsbotschafter",
      "translated_term": "the trade ambassador",
      "example_usage": "Zu dieser Zeit arbeitete Andrew als britischer Handelsbotschafter."
    },
    {
      "term": "bestreiten",
      "translated_term": "to deny",
      "example_usage": "Andrew selbst bestreitet alle Vorwürfe."
    },
    {
      "term": "die Monarchie",
      "translated_term": "the monarchy",
      "example_usage": "Der Fall hat die britische Monarchie in eine ihrer schwersten Krisen gestürzt."
    },
    {
      "term": "entziehen",
      "translated_term": "to strip / to revoke",
      "example_usage": "König Karl hatte Andrew bereits zuvor seinen Königstitel entzogen."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Skandal",
      "translated_name": "Scandal"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    }
  ],
  "sources": [
    {
      "name": "Al Jazeera: Why was former Prince Andrew arrested by UK police?",
      "link_url": "https://www.aljazeera.com/news/2026/2/19/why-was-former-prince-andrew-arrested-by-uk-police"
    },
    {
      "name": "NBC News: Former Prince Andrew arrested following Epstein files revelations",
      "link_url": "https://www.nbcnews.com/world/united-kingdom/former-prince-andrew-arrested-epstein-files-revelations-rcna259691"
    },
    {
      "name": "NPR: U.K.'s ex-Prince Andrew is released after his arrest over Epstein revelations",
      "link_url": "https://www.npr.org/2026/02/19/nx-s1-5719098/former-prince-andrew-arrested-on-suspicion-of-misconduct-in-public-office-reports"
    }
  ]
}
