{
  "title": "Südkoreas Ex-Präsident Yoon Suk Yeol zu lebenslanger Haft verurteilt",
  "translated_title": "South Korea's Former President Yoon Suk Yeol Sentenced to Life in Prison",
  "text": [
    {
      "text": "Der ehemalige südkoreanische Präsident Yoon Suk Yeol wurde am 19. Februar 2026 zu lebenslanger Haft verurteilt.",
      "translated_text": "Former South Korean President Yoon Suk Yeol was sentenced to life in prison on 19 February 2026."
    },
    {
      "text": "Ein Gericht befand ihn schuldig, einen Aufstand angeführt zu haben.",
      "translated_text": "A court found him guilty of having led an insurrection."
    },
    {
      "text": "Hintergrund ist die Verhängung des Kriegsrechts im Dezember 2024.",
      "translated_text": "The background is the imposition of martial law in December 2024."
    },
    {
      "text": "In einer nächtlichen Fernsehansprache erklärte Yoon, dass es \"staatsfeindliche Kräfte\" in der Opposition gebe.",
      "translated_text": "In a late-night television address, Yoon declared that there were \"anti-state forces\" within the opposition."
    },
    {
      "text": "Kurz darauf landeten Soldaten mit Hubschraubern beim Parlament und versuchten, es zu stürmen.",
      "translated_text": "Shortly afterwards, soldiers landed by helicopter at parliament and attempted to storm it."
    },
    {
      "text": "Bürgerinnen und Bürger sowie Abgeordnete blockierten die Eingänge.",
      "translated_text": "Citizens and members of parliament blocked the entrances."
    },
    {
      "text": "Nach etwa sechs Stunden wurde das Kriegsrecht wieder aufgehoben.",
      "translated_text": "After about six hours, the martial law was lifted again."
    },
    {
      "text": "Das Parlament hatte einstimmig für die Aufhebung der Maßnahme gestimmt.",
      "translated_text": "Parliament had voted unanimously to lift the measure."
    },
    {
      "text": "Das Gericht stellte fest, dass Yoon das Parlament lahmlegen und politische Gegner verhaften wollte.",
      "translated_text": "The court found that Yoon wanted to paralyse parliament and arrest political opponents."
    },
    {
      "text": "Die Staatsanwaltschaft hatte ursprünglich die Todesstrafe für Yoon gefordert.",
      "translated_text": "The prosecution had originally demanded the death penalty for Yoon."
    },
    {
      "text": "Da bei dem Ereignis niemand ums Leben kam, entschied das Gericht auf lebenslange Haft.",
      "translated_text": "Since no one was killed during the event, the court sentenced him to life in prison."
    },
    {
      "text": "Südkorea hat seit 1997 keine Todesstrafe mehr vollstreckt.",
      "translated_text": "South Korea has not carried out the death penalty since 1997."
    },
    {
      "text": "Es ist das erste Mal seit 30 Jahren, dass in Südkorea ein Staatsoberhaupt wegen Aufstands verurteilt wurde.",
      "translated_text": "It is the first time in 30 years that a head of state in South Korea has been convicted of insurrection."
    },
    {
      "text": "Auch der frühere Verteidigungsminister Kim Yong-hyun wurde zu 30 Jahren Gefängnis verurteilt.",
      "translated_text": "Former Defence Minister Kim Yong-hyun was also sentenced to 30 years in prison."
    },
    {
      "text": "Yoons Anwälte kündigten an, gegen das Urteil Berufung einzulegen.",
      "translated_text": "Yoon's lawyers announced they would appeal against the verdict."
    }
  ],
  "key_vocab": [
    {
      "term": "die Haft",
      "translated_term": "the imprisonment / custody",
      "example_usage": "Der ehemalige südkoreanische Präsident Yoon Suk Yeol wurde zu lebenslanger Haft verurteilt."
    },
    {
      "term": "der Aufstand",
      "translated_term": "the insurrection / uprising",
      "example_usage": "Ein Gericht befand ihn schuldig, einen Aufstand angeführt zu haben."
    },
    {
      "term": "das Kriegsrecht",
      "translated_term": "martial law",
      "example_usage": "Hintergrund ist die Verhängung des Kriegsrechts im Dezember 2024."
    },
    {
      "term": "einstimmig",
      "translated_term": "unanimously",
      "example_usage": "Das Parlament hatte einstimmig für die Aufhebung der Maßnahme gestimmt."
    },
    {
      "term": "das Staatsoberhaupt",
      "translated_term": "the head of state",
      "example_usage": "Es ist das erste Mal seit 30 Jahren, dass in Südkorea ein Staatsoberhaupt wegen Aufstands verurteilt wurde."
    },
    {
      "term": "verurteilen",
      "translated_term": "to sentence / to convict",
      "example_usage": "Der ehemalige südkoreanische Präsident Yoon Suk Yeol wurde zu lebenslanger Haft verurteilt."
    },
    {
      "term": "die Berufung",
      "translated_term": "the appeal",
      "example_usage": "Yoons Anwälte kündigten an, gegen das Urteil Berufung einzulegen."
    }
  ],
  "tags": [
    {
      "name": "Asien",
      "translated_name": "Asia"
    },
    {
      "name": "Demokratie",
      "translated_name": "Democracy"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    }
  ],
  "sources": [
    {
      "name": "CNN: Yoon Suk Yeol: Former South Korean President handed life sentence for leading insurrection",
      "link_url": "https://www.cnn.com/2026/02/19/asia/south-korea-yoon-suk-yeol-verdict-insurrection-intl-hnk"
    },
    {
      "name": "Euronews: South Korea's former President Yoon Suk-yeol sentenced to life in prison for imposing martial law",
      "link_url": "https://www.euronews.com/2026/02/19/south-korea-yoon-suk-yeol-martial-law"
    },
    {
      "name": "NPR: Former South Korean President Yoon receives life sentence for imposing martial law",
      "link_url": "https://www.npr.org/2026/02/19/nx-s1-5719148/former-south-korean-president-yoon-receives-life-sentence-for-imposing-martial-law"
    }
  ]
}
