{
  "title": "Berlinale: Außerordentliche Sitzung über die Zukunft von Festivalleiterin Tricia Tuttle",
  "translated_title": "Berlinale: Extraordinary Meeting About the Future of Festival Director Tricia Tuttle",
  "text": [
    {
      "text": "Kulturstaatsminister Wolfram Weimer hat eine außerordentliche Sitzung des Aufsichtsrats der Kulturveranstaltungen des Bundes in Berlin (KBB) einberufen.",
      "translated_text": "Minister of State for Culture Wolfram Weimer has convened an extraordinary meeting of the supervisory board of the Kulturveranstaltungen des Bundes in Berlin (KBB)."
    },
    {
      "text": "In dieser Sitzung soll es unter anderem um die Zukunft von Festivalleiterin Tricia Tuttle gehen.",
      "translated_text": "This meeting is set to address, among other things, the future of festival director Tricia Tuttle."
    },
    {
      "text": "Die Berlinale 2026 war von politischen Kontroversen überschattet worden.",
      "translated_text": "The Berlinale 2026 had been overshadowed by political controversies."
    },
    {
      "text": "Bei der Abschlussveranstaltung beschuldigte ein palästinensischer Regisseur die deutsche Regierung, am Krieg in Gaza beteiligt zu sein.",
      "translated_text": "At the closing ceremony, a Palestinian director accused the German government of being involved in the war in Gaza."
    },
    {
      "text": "Der deutsche Umweltminister verließ daraufhin die Veranstaltung.",
      "translated_text": "The German Environment Minister then left the event."
    },
    {
      "text": "Mehr als 80 Filmschaffende, darunter Tilda Swinton und Javier Bardem, hatten einen offenen Brief gegen die Berlinale unterzeichnet.",
      "translated_text": "More than 80 filmmakers, including Tilda Swinton and Javier Bardem, had signed an open letter against the Berlinale."
    },
    {
      "text": "Sie kritisierten das Schweigen des Festivals zum Thema Gaza.",
      "translated_text": "They criticised the festival's silence on the topic of Gaza."
    },
    {
      "text": "Tricia Tuttle ist seit 2024 Festivalleiterin und hat ursprünglich ein fünfjähriges Mandat.",
      "translated_text": "Tricia Tuttle has been festival director since 2024 and originally has a five-year mandate."
    },
    {
      "text": "Die Zeitung Bild berichtete, dass Tuttle entlassen werden könnte.",
      "translated_text": "The newspaper Bild reported that Tuttle could be dismissed."
    },
    {
      "text": "Dagegen hat sich eine Petition mit fast 700 Unterschriften aus der Filmbranche gebildet.",
      "translated_text": "In response, a petition with almost 700 signatures from the film industry has been formed."
    },
    {
      "text": "Die Unterzeichner warnen, dass es bei der Sitzung um mehr geht als nur um eine Ernennung – es gehe um die künstlerische Freiheit.",
      "translated_text": "The signatories warn that the meeting is about more than just an appointment – it is about artistic freedom."
    },
    {
      "text": "Tuttle selbst sagte, die Berlinale sei wie ein Blitzableiter für politische Kontroversen.",
      "translated_text": "Tuttle herself said the Berlinale was like a lightning rod for political controversies."
    }
  ],
  "key_vocab": [
    {
      "term": "einberufen",
      "translated_term": "to convene / to call (a meeting)",
      "example_usage": "Kulturstaatsminister Weimer hat eine außerordentliche Sitzung einberufen."
    },
    {
      "term": "der Aufsichtsrat",
      "translated_term": "the supervisory board",
      "example_usage": "Am Vormittag soll sich der Aufsichtsrat der KBB treffen."
    },
    {
      "term": "die Kontroverse",
      "translated_term": "the controversy",
      "example_usage": "Die Berlinale 2026 war von politischen Kontroversen überschattet worden."
    },
    {
      "term": "der Blitzableiter",
      "translated_term": "the lightning rod",
      "example_usage": "Tuttle sagte, die Berlinale sei wie ein Blitzableiter für politische Kontroversen."
    },
    {
      "term": "die Petition",
      "translated_term": "the petition",
      "example_usage": "Eine Petition mit fast 700 Unterschriften aus der Filmbranche hat sich gebildet."
    },
    {
      "term": "die künstlerische Freiheit",
      "translated_term": "the artistic freedom",
      "example_usage": "Die Unterzeichner warnen, dass es bei der Sitzung um die künstlerische Freiheit gehe."
    }
  ],
  "tags": [
    {
      "name": "Berlinale",
      "translated_name": "Berlinale"
    },
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Kultur",
      "translated_name": "Culture"
    }
  ],
  "sources": [
    {
      "name": "Deadline: Berlinale Head Tricia Tuttle – German Tabloid Bild Reports She May Be On Way Out",
      "link_url": "https://deadline.com/2026/02/german-tabloid-bild-berlinale-head-tricia-tuttle-palestine-1236735602/"
    },
    {
      "name": "Variety: Petition in Support of Berlinale Chief Tricia Tuttle Grows to Almost 700",
      "link_url": "https://variety.com/2026/film/news/petition-berlinale-tricia-tuttle-1236672968/"
    },
    {
      "name": "The Wrap: After Controversial 2026 Festival, Future of Berlinale to Be Determined at German Government Meeting",
      "link_url": "https://www.thewrap.com/creative-content/movies/berlin-film-festival-2026-controversy-germany-future/"
    }
  ]
}
