{
  "title": "Britischer Ex-Botschafter Mandelson nach Epstein-Enthüllungen verhaftet",
  "translated_title": "British Former Ambassador Mandelson Arrested Following Epstein Revelations",
  "text": [
    {
      "text": "Der britische Ex-Botschafter in den USA, Peter Mandelson, wurde am Montag, dem 23. Februar, in London verhaftet.",
      "translated_text": "The British former ambassador to the USA, Peter Mandelson, was arrested in London on Monday, 23 February."
    },
    {
      "text": "Er steht im Verdacht, sein Amt missbraucht zu haben – ein Vorwurf, der mit dem Fall des verurteilten Sexualstraftäters Jeffrey Epstein zusammenhängt.",
      "translated_text": "He is suspected of having abused his office – an allegation connected to the case of convicted sex offender Jeffrey Epstein."
    },
    {
      "text": "Laut Polizei soll Mandelson geheime Regierungsinformationen an Epstein weitergegeben haben.",
      "translated_text": "According to police, Mandelson is alleged to have passed confidential government information to Epstein."
    },
    {
      "text": "Dies soll im Jahr 2009 geschehen sein, als Mandelson britischer Wirtschaftsminister war.",
      "translated_text": "This is alleged to have occurred in 2009, when Mandelson was the British Business Secretary."
    },
    {
      "text": "Die US-Justizbehörde hatte kurz zuvor mehr als drei Millionen Seiten Epstein-Dokumente veröffentlicht.",
      "translated_text": "The US Department of Justice had shortly before published more than three million pages of Epstein documents."
    },
    {
      "text": "Mandelson wurde nach seiner Verhaftung verhört und dann auf Kaution freigelassen.",
      "translated_text": "Mandelson was questioned after his arrest and then released on bail."
    },
    {
      "text": "Premier Starmer hatte Mandelson im September entlassen, nachdem E-Mails bekannt wurden, die seine Freundschaft mit Epstein belegten.",
      "translated_text": "Prime Minister Starmer had dismissed Mandelson in September after emails emerged that proved his friendship with Epstein."
    },
    {
      "text": "Auch Prinz Andrew, der Bruder von König Charles III., wurde wegen ähnlicher Vorwürfe verhaftet.",
      "translated_text": "Prince Andrew, the brother of King Charles III, was also arrested on similar charges."
    },
    {
      "text": "Andrew war der erste Angehörige der britischen Königsfamilie, der in der modernen Geschichte verhaftet wurde.",
      "translated_text": "Andrew was the first member of the British royal family to be arrested in modern history."
    },
    {
      "text": "Der Skandal setzt Premier Starmer stark unter Druck, da Fragen entstehen, wie viel er über Mandelsons Beziehung zu Epstein wusste.",
      "translated_text": "The scandal puts Prime Minister Starmer under great pressure, as questions arise about how much he knew about Mandelson's relationship with Epstein."
    },
    {
      "text": "Die britische Regierung hat versprochen, Dokumente über Mandelsons Ernennung zum Botschafter Anfang März zu veröffentlichen.",
      "translated_text": "The British government has promised to publish documents about Mandelson's appointment as ambassador in early March."
    }
  ],
  "key_vocab": [
    {
      "term": "verhaften",
      "translated_term": "to arrest",
      "example_usage": "Peter Mandelson wurde am Montag in London verhaftet."
    },
    {
      "term": "der Amtsmissbrauch",
      "translated_term": "the misconduct in office / abuse of office",
      "example_usage": "Er steht im Verdacht des Amtsmissbrauchs."
    },
    {
      "term": "die Kaution",
      "translated_term": "the bail",
      "example_usage": "Mandelson wurde nach seiner Verhaftung auf Kaution freigelassen."
    },
    {
      "term": "der Sexualstraftäter",
      "translated_term": "the sex offender",
      "example_usage": "Die Vorwürfe hängen mit dem Fall des verurteilten Sexualstraftäters Jeffrey Epstein zusammen."
    },
    {
      "term": "weitergeben",
      "translated_term": "to pass on / to share",
      "example_usage": "Mandelson soll geheime Regierungsinformationen an Epstein weitergegeben haben."
    },
    {
      "term": "der Druck",
      "translated_term": "the pressure",
      "example_usage": "Der Skandal setzt Premier Starmer stark unter Druck."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Britische Politik",
      "translated_name": "British Politics"
    },
    {
      "name": "Skandal",
      "translated_name": "Scandal"
    }
  ],
  "sources": [
    {
      "name": "CNN: Former UK ambassador to US Peter Mandelson released after arrest amid Epstein probe",
      "link_url": "https://www.cnn.com/2026/02/23/uk/peter-mandelson-arrested-gbr-intl"
    },
    {
      "name": "Al Jazeera: Ex-UK ambassador Mandelson released on bail after arrest in Epstein probe",
      "link_url": "https://www.aljazeera.com/news/2026/2/23/british-police-arrest-epstein-linked-ex-ambassador-mandelson"
    },
    {
      "name": "NPR: U.K. ex-envoy to U.S. Peter Mandelson arrested in Epstein probe",
      "link_url": "https://www.npr.org/2026/02/23/g-s1-111196/uk-peter-mandelson-epstein-misconduct-investigation"
    }
  ]
}
