{
  "title": "Grammy Awards 2026: Bad Bunny gewinnt Album des Jahres, Kendrick Lamar räumt fünf Preise ab",
  "translated_title": "Grammy Awards 2026: Bad Bunny wins Album of the Year, Kendrick Lamar takes five awards",
  "text": [
    {
      "text": "Bei den Grammy Awards 2026 in Los Angeles gab es viele historische Momente.",
      "translated_text": "At the 2026 Grammy Awards in Los Angeles, there were many historic moments."
    },
    {
      "text": "Die Verleihung fand am 1. Februar 2026 in der Crypto.com Arena statt.",
      "translated_text": "The ceremony took place on February 1, 2026, at the Crypto.com Arena."
    },
    {
      "text": "Der Rapper Kendrick Lamar gewann fünf Preise und wurde damit zum erfolgreichsten Rapper in der Geschichte der Grammys.",
      "translated_text": "Rapper Kendrick Lamar won five awards and became the most successful rapper in Grammy history."
    },
    {
      "text": "Er übertraf damit den alten Rekord von Jay-Z, der 25 Grammy-Auszeichnungen hatte.",
      "translated_text": "He surpassed Jay-Z's old record of 25 Grammy Awards."
    },
    {
      "text": "Lamar gewann unter anderem den Preis für die beste Aufnahme des Jahres für seinen Song \"luther\" mit der Sängerin SZA.",
      "translated_text": "Lamar won, among others, the Record of the Year award for his song 'luther' with singer SZA."
    },
    {
      "text": "Außerdem gewann er die Preise für das beste Rap-Album, den besten Rap-Song und zwei weitere Rap-Kategorien.",
      "translated_text": "He also won awards for Best Rap Album, Best Rap Song, and two other rap categories."
    },
    {
      "text": "Den wichtigsten Preis des Abends, das Album des Jahres, gewann der puerto-ricanische Rapper Bad Bunny.",
      "translated_text": "The most important award of the evening, Album of the Year, was won by Puerto Rican rapper Bad Bunny."
    },
    {
      "text": "Sein Album \"Debí Tirar Más Fotos\" war das erste spanischsprachige Album, das diesen Preis gewann.",
      "translated_text": "His album 'Debi Tirar Mas Fotos' was the first Spanish-language album to win this award."
    },
    {
      "text": "Bad Bunny widmete den Preis allen Menschen, die ihre Heimat verlassen mussten, um ihre Träume zu verfolgen.",
      "translated_text": "Bad Bunny dedicated the award to all people who had to leave their homeland to pursue their dreams."
    },
    {
      "text": "Der Künstler sprach auch über die Einwanderungspolitik der Trump-Regierung und kritisierte die Behörde ICE.",
      "translated_text": "The artist also spoke about the Trump administration's immigration policy and criticized the ICE agency."
    },
    {
      "text": "Den Preis für den Song des Jahres gewannen die Geschwister Billie Eilish und Finneas für \"Wildflower\".",
      "translated_text": "The Song of the Year award went to siblings Billie Eilish and Finneas for 'Wildflower'."
    },
    {
      "text": "Auch Lady Gaga hatte einen erfolgreichen Abend und gewann zwei Preise, womit sie insgesamt 14 Grammys hat.",
      "translated_text": "Lady Gaga also had a successful evening and won two awards, bringing her total to 14 Grammys."
    },
    {
      "text": "Der südafrikanische Comedian Trevor Noah moderierte die Show zum sechsten Mal in Folge.",
      "translated_text": "South African comedian Trevor Noah hosted the show for the sixth consecutive time."
    }
  ],
  "key_vocab": [
    {
      "term": "die Verleihung",
      "translated_term": "the award ceremony",
      "example_usage": "Die Verleihung fand am 1. Februar 2026 in der Crypto.com Arena statt."
    },
    {
      "term": "gewinnen",
      "translated_term": "to win",
      "example_usage": "Der Rapper Kendrick Lamar gewann fünf Preise und wurde damit zum erfolgreichsten Rapper in der Geschichte der Grammys."
    },
    {
      "term": "der Preis",
      "translated_term": "the award / prize",
      "example_usage": "Den wichtigsten Preis des Abends, das Album des Jahres, gewann der puerto-ricanische Rapper Bad Bunny."
    },
    {
      "term": "die Aufnahme",
      "translated_term": "the recording",
      "example_usage": "Lamar gewann unter anderem den Preis für die beste Aufnahme des Jahres für seinen Song \"luther\"."
    },
    {
      "term": "übertreffen",
      "translated_term": "to surpass / to exceed",
      "example_usage": "Er übertraf damit den alten Rekord von Jay-Z, der 25 Grammy-Auszeichnungen hatte."
    },
    {
      "term": "widmen",
      "translated_term": "to dedicate",
      "example_usage": "Bad Bunny widmete den Preis allen Menschen, die ihre Heimat verlassen mussten."
    },
    {
      "term": "die Heimat",
      "translated_term": "the homeland",
      "example_usage": "Bad Bunny widmete den Preis allen Menschen, die ihre Heimat verlassen mussten, um ihre Träume zu verfolgen."
    }
  ],
  "tags": [
    {
      "name": "Musik",
      "translated_name": "Music"
    },
    {
      "name": "Kultur",
      "translated_name": "Culture"
    },
    {
      "name": "USA",
      "translated_name": "USA"
    }
  ],
  "sources": [
    {
      "name": "Variety: Grammy Winners 2026",
      "link_url": "https://variety.com/2026/music/awards/grammys-winners-kendrick-lamar-bad-bunny-lady-gaga-1236642224/"
    },
    {
      "name": "NPR: Bad Bunny wins Grammy for album of the year",
      "link_url": "https://www.npr.org/2026/02/02/nx-s1-5693043/grammys-2026-bad-bunny-album-of-the-year"
    },
    {
      "name": "Al Jazeera: Grammy winners 2026",
      "link_url": "https://www.aljazeera.com/news/2026/2/2/grammy-winners-2026-bad-bunny-kendrick-lamar-and-ice-criticism"
    }
  ]
}
