{
  "title": "Peter Mandelson wegen Verbindungen zu Jeffrey Epstein verhaftet",
  "translated_title": "Peter Mandelson Arrested over Ties to Jeffrey Epstein",
  "text": [
    {
      "text": "Der britische Politiker Peter Mandelson wurde am 24. Februar 2026 in London verhaftet.",
      "translated_text": "The British politician Peter Mandelson was arrested in London on 24 February 2026."
    },
    {
      "text": "Die Polizei verdächtigt ihn des Amtsmissbrauchs in Verbindung mit dem verstorbenen Sexualstraftäter Jeffrey Epstein.",
      "translated_text": "The police suspect him of misconduct in public office in connection with the deceased sex offender Jeffrey Epstein."
    },
    {
      "text": "Mandelson war bis September 2025 britischer Botschafter in den USA.",
      "translated_text": "Mandelson was British ambassador to the USA until September 2025."
    },
    {
      "text": "Damals wurde er entlassen, nachdem E-Mails bekannt wurden, die seine enge Freundschaft mit Epstein zeigten.",
      "translated_text": "At that time, he was dismissed after emails became known that showed his close friendship with Epstein."
    },
    {
      "text": "Die Ermittler glauben, dass Mandelson zwischen 2008 und 2010 geheime Regierungsinformationen an Epstein weitergegeben hat.",
      "translated_text": "Investigators believe that Mandelson passed secret government information to Epstein between 2008 and 2010."
    },
    {
      "text": "Darunter soll ein interner Regierungsbericht sein, der Möglichkeiten zur Finanzierung Großbritanniens nach der Finanzkrise 2008 beschreibt.",
      "translated_text": "This is said to include an internal government report describing ways to finance Great Britain after the 2008 financial crisis."
    },
    {
      "text": "Die Polizei ließ Mandelson nach einigen Stunden gegen Kaution frei.",
      "translated_text": "The police released Mandelson on bail after a few hours."
    },
    {
      "text": "Seine Verhaftung erfolgte wenige Tage nach der Verhaftung des früheren Prinzen Andrew, der nun Andrew Mountbatten-Windsor heißt.",
      "translated_text": "His arrest came a few days after the arrest of the former Prince Andrew, who is now known as Andrew Mountbatten-Windsor."
    },
    {
      "text": "Auch Andrew steht wegen seiner Verbindungen zu Epstein unter Verdacht des Amtsmissbrauchs.",
      "translated_text": "Andrew is also suspected of misconduct in public office because of his connections to Epstein."
    },
    {
      "text": "Keiner der beiden Männer wurde bisher angeklagt, und beide bestreiten jegliches Fehlverhalten.",
      "translated_text": "Neither of the two men has been charged so far, and both deny any misconduct."
    },
    {
      "text": "Die Enthüllungen belasten auch den britischen Premierminister Keir Starmer politisch, da er Mandelson als Botschafter eingesetzt hatte.",
      "translated_text": "The revelations are also a political burden for British Prime Minister Keir Starmer, as he had appointed Mandelson as ambassador."
    },
    {
      "text": "Starmer entschuldigte sich für seine Entscheidung und räumte ein, einen Fehler gemacht zu haben.",
      "translated_text": "Starmer apologised for his decision and admitted that he had made a mistake."
    },
    {
      "text": "Die Epstein-Affäre beschäftigt Großbritannien weiterhin und könnte weitere politische Konsequenzen haben.",
      "translated_text": "The Epstein affair continues to occupy Great Britain and could have further political consequences."
    }
  ],
  "key_vocab": [
    {
      "term": "der Amtsmissbrauch",
      "translated_term": "misconduct in public office",
      "example_usage": "Die Polizei verdächtigt ihn des Amtsmissbrauchs in Verbindung mit Jeffrey Epstein."
    },
    {
      "term": "verhaften",
      "translated_term": "to arrest",
      "example_usage": "Peter Mandelson wurde in London verhaftet."
    },
    {
      "term": "der Botschafter",
      "translated_term": "the ambassador",
      "example_usage": "Mandelson war britischer Botschafter in den USA."
    },
    {
      "term": "die Kaution",
      "translated_term": "bail",
      "example_usage": "Die Polizei ließ Mandelson gegen Kaution frei."
    },
    {
      "term": "das Fehlverhalten",
      "translated_term": "misconduct / wrongdoing",
      "example_usage": "Keiner der beiden Männer wurde bisher angeklagt, und beide bestreiten jegliches Fehlverhalten."
    },
    {
      "term": "die Enthüllung",
      "translated_term": "the revelation / disclosure",
      "example_usage": "Die Enthüllungen belasten auch den britischen Premierminister Keir Starmer politisch."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Skandal",
      "translated_name": "Scandal"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    }
  ],
  "sources": [
    {
      "name": "CNN: Former UK ambassador to US Peter Mandelson arrested amid Epstein probe",
      "link_url": "https://www.cnn.com/2026/02/23/uk/peter-mandelson-arrested-gbr-intl"
    },
    {
      "name": "NBC News: Former British ambassador to the U.S. released on bail after arrest in Epstein investigation",
      "link_url": "https://www.nbcnews.com/world/united-kingdom/epstein-files-uk-ambassador-arrested-peter-mandelson-prince-andrew-rcna260288"
    },
    {
      "name": "Al Jazeera: British police arrest Epstein-linked ex-ambassador Mandelson",
      "link_url": "https://www.aljazeera.com/news/2026/2/23/british-police-arrest-epstein-linked-ex-ambassador-mandelson"
    }
  ]
}
