{
  "title": "Vier Jahre Ukraine-Krieg: Deutschland bleibt an der Seite der Ukraine",
  "translated_title": "Four Years of the Ukraine War: Germany Remains at Ukraine's Side",
  "text": [
    {
      "text": "Am 24. Februar 2026 jährt sich der Beginn des russischen Angriffskrieges gegen die Ukraine zum vierten Mal.",
      "translated_text": "On 24 February 2026, the fourth anniversary of the beginning of Russia's war of aggression against Ukraine is marked."
    },
    {
      "text": "Vor vier Jahren befahl der russische Präsident Wladimir Putin seinen Truppen, in die Ukraine einzumarschieren.",
      "translated_text": "Four years ago, Russian President Vladimir Putin ordered his troops to march into Ukraine."
    },
    {
      "text": "Seitdem sterben täglich Menschen in dem Konflikt, und es gibt noch kein Ende in Sicht.",
      "translated_text": "Since then, people have been dying in the conflict every day, and there is still no end in sight."
    },
    {
      "text": "Insgesamt haben beide Seiten schätzungsweise zwei Millionen Soldaten verloren – getötet, verletzt oder vermisst.",
      "translated_text": "In total, both sides have lost an estimated two million soldiers – killed, wounded, or missing."
    },
    {
      "text": "Die Europäische Union hat die Ukraine-Flagge vor ihrem Hauptgebäude in Brüssel gehisst, um ihre Unterstützung zu zeigen.",
      "translated_text": "The European Union has hoisted the Ukrainian flag in front of its headquarters in Brussels to show its support."
    },
    {
      "text": "Deutschland hat bisher etwa 39 Milliarden Euro zivile Hilfe und rund 55 Milliarden Euro militärische Unterstützung geleistet.",
      "translated_text": "Germany has so far provided around 39 billion euros in civilian aid and around 55 billion euros in military support."
    },
    {
      "text": "Der neue deutsche Außenminister Johann Wadephul sagte, dass Deutschland grundsätzlich bereit für Gespräche mit Russland sei, aber keine Zugeständnisse machen werde.",
      "translated_text": "The new German Foreign Minister Johann Wadephul said that Germany is in principle ready for talks with Russia but will not make any concessions."
    },
    {
      "text": "Als Symbol des Gedenkens eröffnete Berlin am 24. Februar das erste ausländische Museum über den Krieg in der Ukraine.",
      "translated_text": "As a symbol of commemoration, Berlin opened the first foreign museum about the war in Ukraine on 24 February."
    },
    {
      "text": "Die Ausstellung befindet sich im Berliner Story Bunker, einem ehemaligen Luftschutzbunker aus dem Zweiten Weltkrieg.",
      "translated_text": "The exhibition is located in the Berlin Story Bunker, a former air raid shelter from the Second World War."
    },
    {
      "text": "Sie zeigt Waffen, persönliche Gegenstände und Zeugenberichte von Soldaten und Zivilisten.",
      "translated_text": "It displays weapons, personal objects, and testimonies from soldiers and civilians."
    },
    {
      "text": "Die Friedensgespräche kommen kaum voran.",
      "translated_text": "The peace talks are making little progress."
    },
    {
      "text": "Russland fordert weiterhin, dass die Ukraine ihre Armee verkleinert und keine westlichen Sicherheitsgarantien bekommt.",
      "translated_text": "Russia continues to demand that Ukraine reduce its army and receive no Western security guarantees."
    },
    {
      "text": "Der ukrainische Präsident Wolodymyr Selensky rief US-Präsident Donald Trump auf, den Druck auf Russland zu erhöhen.",
      "translated_text": "Ukrainian President Volodymyr Zelensky called on US President Donald Trump to increase pressure on Russia."
    },
    {
      "text": "In Genf treffen sich Delegationen aus Russland und den USA, um über einen neuen Atomwaffenvertrag zu verhandeln.",
      "translated_text": "In Geneva, delegations from Russia and the USA are meeting to negotiate a new nuclear weapons treaty."
    },
    {
      "text": "Vier Jahre Krieg haben Europa stark verändert – politisch, wirtschaftlich und humanitär.",
      "translated_text": "Four years of war have greatly changed Europe – politically, economically, and humanitarily."
    }
  ],
  "key_vocab": [
    {
      "term": "der Angriffskrieg",
      "translated_term": "the war of aggression",
      "example_usage": "Am 24. Februar 2026 jährt sich der Beginn des russischen Angriffskrieges gegen die Ukraine zum vierten Mal."
    },
    {
      "term": "einmarschieren",
      "translated_term": "to march into / to invade",
      "example_usage": "Putin befahl seinen Truppen, in die Ukraine einzumarschieren."
    },
    {
      "term": "das Zugeständnis",
      "translated_term": "the concession",
      "example_usage": "Deutschland werde keine Zugeständnisse machen."
    },
    {
      "term": "die Ausstellung",
      "translated_term": "the exhibition",
      "example_usage": "Die Ausstellung befindet sich im Berliner Story Bunker."
    },
    {
      "term": "der Zeugenbericht",
      "translated_term": "the testimony / eyewitness account",
      "example_usage": "Sie zeigt Zeugenberichte von Soldaten und Zivilisten."
    },
    {
      "term": "verhandeln",
      "translated_term": "to negotiate",
      "example_usage": "In Genf treffen sich Delegationen, um über einen neuen Atomwaffenvertrag zu verhandeln."
    }
  ],
  "tags": [
    {
      "name": "Ukraine-Krieg",
      "translated_name": "Ukraine War"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "Deutschland",
      "translated_name": "Germany"
    }
  ],
  "sources": [
    {
      "name": "CNN: Four years on, Russia's war in Ukraine has transformed conflict and shattered global security",
      "link_url": "https://us.cnn.com/2026/02/24/europe/ukraine-war-russia-anniversary-intl-cmd"
    },
    {
      "name": "European Commission: Four years on, Europe stands with Ukraine",
      "link_url": "https://commission.europa.eu/news-and-media/news/four-years-europe-stands-ukraine-2026-02-23_en"
    },
    {
      "name": "United24 Media: Berlin Story Bunker to unveil Ukraine war exhibition on Feb. 24, 2026",
      "link_url": "https://united24media.com/latest-news/berlin-to-house-first-foreign-museum-documenting-russias-war-against-ukraine-16172"
    }
  ]
}
