{
  "title": "Right Livelihood Award an Aktivisten aus aller Welt verliehen",
  "translated_title": "Right Livelihood Award Awarded to Activists from Around the World",
  "text": [
    {
      "text": "Der Right Livelihood Award, auch 'Alternativer Nobelpreis' genannt, wurde heute verliehen.",
      "translated_text": "The Right Livelihood Award, also called the 'Alternative Nobel Prize', was awarded today."
    },
    {
      "text": "Vier Preisträger aus verschiedenen Teilen der Welt wurden für ihren Mut und ihr Engagement geehrt.",
      "translated_text": "Four laureates from different parts of the world were honored for their courage and commitment."
    },
    {
      "text": "Eine Studentenorganisation von den Pazifischen Inseln erhielt den Preis für ihren Kampf gegen den Klimawandel.",
      "translated_text": "A student organization from the Pacific Islands received the prize for their fight against climate change."
    },
    {
      "text": "Die Organisation 'Justice for Myanmar' wurde für ihre Arbeit gegen Ungerechtigkeit in Myanmar ausgezeichnet.",
      "translated_text": "The organization 'Justice for Myanmar' was recognized for their work against injustice in Myanmar."
    },
    {
      "text": "Audrey Tang, eine bekannte Aktivistin aus Taiwan, wurde für ihren Einsatz für digitale Demokratie geehrt.",
      "translated_text": "Audrey Tang, a well-known activist from Taiwan, was honored for her commitment to digital democracy."
    },
    {
      "text": "Der vierte Preis ging an die sudanesischen Notfall-Reaktionsräume, die Menschen in Krisen helfen.",
      "translated_text": "The fourth prize went to the Sudanese Emergency Response Rooms, which help people in crises."
    },
    {
      "text": "Diese Organisationen setzen sich für Gerechtigkeit, Menschenrechte und Umweltschutz ein.",
      "translated_text": "These organizations work for justice, human rights, and environmental protection."
    },
    {
      "text": "Der Preis wird jedes Jahr an Menschen vergeben, die sich für eine bessere Welt engagieren.",
      "translated_text": "The prize is awarded every year to people who work for a better world."
    },
    {
      "text": "Die Preisträger erhalten nicht nur Geld, sondern auch internationale Aufmerksamkeit für ihre wichtige Arbeit.",
      "translated_text": "The laureates receive not only money but also international attention for their important work."
    },
    {
      "text": "Die Zeremonie fand in Stockholm statt und wurde weltweit im Internet übertragen.",
      "translated_text": "The ceremony took place in Stockholm and was broadcast worldwide on the internet."
    }
  ],
  "key_vocab": [
    {
      "term": "der Preis",
      "translated_term": "the prize/award",
      "example_usage": "Der Right Livelihood Award wurde heute verliehen."
    },
    {
      "term": "verleihen",
      "translated_term": "to award/confer",
      "example_usage": "Der 'Alternative Nobelpreis' wurde heute verliehen."
    },
    {
      "term": "der Preisträger",
      "translated_term": "the laureate/prizewinner",
      "example_usage": "Vier Preisträger aus verschiedenen Teilen der Welt wurden geehrt."
    },
    {
      "term": "das Engagement",
      "translated_term": "the commitment/dedication",
      "example_usage": "Sie wurden für ihren Mut und ihr Engagement geehrt."
    },
    {
      "term": "der Kampf",
      "translated_term": "the fight/struggle",
      "example_usage": "Die Organisation erhielt den Preis für ihren Kampf gegen den Klimawandel."
    },
    {
      "term": "auszeichnen",
      "translated_term": "to honor/award",
      "example_usage": "Die Organisation wurde für ihre Arbeit ausgezeichnet."
    },
    {
      "term": "der Einsatz",
      "translated_term": "the commitment/effort",
      "example_usage": "Audrey Tang wurde für ihren Einsatz für digitale Demokratie geehrt."
    },
    {
      "term": "sich einsetzen für",
      "translated_term": "to work for/advocate for",
      "example_usage": "Diese Organisationen setzen sich für Gerechtigkeit ein."
    },
    {
      "term": "vergeben",
      "translated_term": "to award/give",
      "example_usage": "Der Preis wird jedes Jahr an Menschen vergeben."
    },
    {
      "term": "die Zeremonie",
      "translated_term": "the ceremony",
      "example_usage": "Die Zeremonie fand in Stockholm statt."
    }
  ],
  "tags": [
    {
      "name": "Internationale Nachrichten",
      "translated_name": "International News"
    },
    {
      "name": "Menschenrechte",
      "translated_name": "Human Rights"
    },
    {
      "name": "Klimapolitik",
      "translated_name": "Climate Policy"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia - Current Events October 2025",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
