{
  "title": "Neue Steuerregelung für Rentner in Deutschland",
  "translated_title": "New tax regulation for pensioners in Germany",
  "text": [
    {
      "text": "Die Bundesregierung hat eine wichtige Änderung für Rentnerinnen und Rentner beschlossen.",
      "translated_text": "The federal government has decided on an important change for pensioners."
    },
    {
      "text": "Ab sofort können Rentner bis zu 2.000 Euro pro Jahr steuerfrei hinzuverdienen.",
      "translated_text": "From now on, pensioners can earn up to 2,000 euros per year tax-free."
    },
    {
      "text": "Diese Regelung soll älteren Menschen helfen, die mit ihrer Rente allein nicht gut leben können.",
      "translated_text": "This regulation is intended to help older people who cannot live well on their pension alone."
    },
    {
      "text": "Viele Rentner in Deutschland arbeiten auch nach dem Renteneintritt weiter, um ihre monatlichen Kosten zu decken.",
      "translated_text": "Many pensioners in Germany continue to work even after retirement to cover their monthly costs."
    },
    {
      "text": "Die Gewerkschaften begrüßen die neue Regelung, kritisieren aber, dass die Renten generell zu niedrig sind.",
      "translated_text": "The trade unions welcome the new regulation, but criticize that pensions are generally too low."
    },
    {
      "text": "Besonders Frauen und Menschen, die in Teilzeit gearbeitet haben, erhalten oft sehr kleine Renten.",
      "translated_text": "Especially women and people who worked part-time often receive very small pensions."
    },
    {
      "text": "Die Oppositionsparteien fordern eine grundlegende Reform des Rentensystems.",
      "translated_text": "The opposition parties are calling for a fundamental reform of the pension system."
    },
    {
      "text": "Finanzminister Christian Lindner betonte, dass die Maßnahme rund zwei Millionen Rentner entlasten werde.",
      "translated_text": "Finance Minister Christian Lindner emphasized that the measure will provide relief for around two million pensioners."
    },
    {
      "text": "Die neue Regelung tritt ab Januar 2026 in Kraft.",
      "translated_text": "The new regulation comes into force from January 2026."
    },
    {
      "text": "Experten schätzen, dass die Steuerausfälle für den Staat etwa 500 Millionen Euro pro Jahr betragen werden.",
      "translated_text": "Experts estimate that the tax losses for the state will amount to around 500 million euros per year."
    }
  ],
  "key_vocab": [
    {
      "term": "die Steuerregelung",
      "translated_term": "tax regulation",
      "example_usage": "Die Bundesregierung hat eine neue Steuerregelung beschlossen."
    },
    {
      "term": "der Rentner / die Rentnerin",
      "translated_term": "pensioner",
      "example_usage": "Die neue Regelung soll Rentnern helfen."
    },
    {
      "term": "beschließen",
      "translated_term": "to decide, to pass (a law)",
      "example_usage": "Die Bundesregierung hat eine wichtige Änderung beschlossen."
    },
    {
      "term": "steuerfrei",
      "translated_term": "tax-free",
      "example_usage": "Rentner können bis zu 2.000 Euro steuerfrei hinzuverdienen."
    },
    {
      "term": "hinzuverdienen",
      "translated_term": "to earn additional income",
      "example_usage": "Rentner können bis zu 2.000 Euro pro Jahr hinzuverdienen."
    },
    {
      "term": "die Rente",
      "translated_term": "pension",
      "example_usage": "Viele Menschen können mit ihrer Rente allein nicht gut leben."
    },
    {
      "term": "der Renteneintritt",
      "translated_term": "retirement (entering retirement)",
      "example_usage": "Viele Rentner arbeiten auch nach dem Renteneintritt weiter."
    },
    {
      "term": "decken",
      "translated_term": "to cover (costs)",
      "example_usage": "Sie arbeiten weiter, um ihre monatlichen Kosten zu decken."
    },
    {
      "term": "die Gewerkschaft",
      "translated_term": "trade union",
      "example_usage": "Die Gewerkschaften begrüßen die neue Regelung."
    },
    {
      "term": "begrüßen",
      "translated_term": "to welcome (figuratively)",
      "example_usage": "Die Gewerkschaften begrüßen die neue Regelung."
    },
    {
      "term": "in Teilzeit arbeiten",
      "translated_term": "to work part-time",
      "example_usage": "Menschen, die in Teilzeit gearbeitet haben, erhalten oft kleine Renten."
    },
    {
      "term": "entlasten",
      "translated_term": "to relieve, to ease the burden",
      "example_usage": "Die Maßnahme wird rund zwei Millionen Rentner entlasten."
    },
    {
      "term": "in Kraft treten",
      "translated_term": "to come into force, to take effect",
      "example_usage": "Die neue Regelung tritt ab Januar 2026 in Kraft."
    },
    {
      "term": "der Steuerausfall",
      "translated_term": "tax loss, loss of tax revenue",
      "example_usage": "Die Steuerausfälle betragen etwa 500 Millionen Euro pro Jahr."
    }
  ],
  "tags": [
    {
      "name": "Deutsche Politik",
      "translated_name": "German Politics"
    },
    {
      "name": "Wirtschaftspolitik",
      "translated_name": "Economic Policy"
    },
    {
      "name": "Soziale Probleme",
      "translated_name": "Social Problems"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia - Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
