{
  "title": "Terroranschlag auf jüdische Einrichtungen in Berlin verhindert",
  "translated_title": "Terrorist attack on Jewish institutions in Berlin prevented",
  "text": [
    {
      "text": "Die Berliner Polizei hat drei Männer festgenommen, die einen terroristischen Anschlag auf jüdische Einrichtungen geplant haben.",
      "translated_text": "Berlin police have arrested three men who planned a terrorist attack on Jewish institutions."
    },
    {
      "text": "Die Verdächtigen sollen im Auftrag der Hamas gehandelt haben.",
      "translated_text": "The suspects are believed to have acted on behalf of Hamas."
    },
    {
      "text": "Nach Informationen der Sicherheitsbehörden planten die Männer mehrere Anschläge in der Hauptstadt.",
      "translated_text": "According to information from security authorities, the men planned several attacks in the capital."
    },
    {
      "text": "Die Ermittler haben bei Durchsuchungen verschiedene Beweismittel sichergestellt.",
      "translated_text": "During searches, investigators secured various pieces of evidence."
    },
    {
      "text": "Der Generalbundesanwalt hat die Ermittlungen übernommen, weil es sich um einen Fall von internationalem Terrorismus handelt.",
      "translated_text": "The Federal Prosecutor General has taken over the investigation because it is a case of international terrorism."
    },
    {
      "text": "Die jüdische Gemeinde in Berlin hat erleichtert auf die Verhaftungen reagiert.",
      "translated_text": "The Jewish community in Berlin has reacted with relief to the arrests."
    },
    {
      "text": "Der Antisemitismusbeauftragte der Bundesregierung betonte, dass der Schutz jüdischer Einrichtungen höchste Priorität habe.",
      "translated_text": "The Federal Government's Commissioner for Anti-Semitism emphasized that protecting Jewish institutions has the highest priority."
    },
    {
      "text": "Die Polizei verstärkt nun die Sicherheitsmaßnahmen vor Synagogen und jüdischen Gemeindezentren in ganz Deutschland.",
      "translated_text": "The police are now strengthening security measures in front of synagogues and Jewish community centers throughout Germany."
    },
    {
      "text": "Innenministerin Nancy Faeser dankte den Sicherheitskräften für ihre schnelle und professionelle Arbeit.",
      "translated_text": "Interior Minister Nancy Faeser thanked the security forces for their quick and professional work."
    },
    {
      "text": "Die drei Verdächtigen befinden sich jetzt in Untersuchungshaft und werden in den kommenden Tagen dem Haftrichter vorgeführt.",
      "translated_text": "The three suspects are now in pre-trial detention and will be brought before a judge in the coming days."
    }
  ],
  "key_vocab": [
    {
      "term": "der Terroranschlag",
      "translated_term": "terrorist attack",
      "example_usage": "Die Polizei hat einen Terroranschlag verhindert."
    },
    {
      "term": "festnehmen",
      "translated_term": "to arrest",
      "example_usage": "Die Berliner Polizei hat drei Männer festgenommen."
    },
    {
      "term": "die Einrichtung",
      "translated_term": "institution, facility",
      "example_usage": "Die Männer planten Anschläge auf jüdische Einrichtungen."
    },
    {
      "term": "der Verdächtige",
      "translated_term": "suspect",
      "example_usage": "Die Verdächtigen sollen im Auftrag der Hamas gehandelt haben."
    },
    {
      "term": "im Auftrag",
      "translated_term": "on behalf of, commissioned by",
      "example_usage": "Die Männer handelten im Auftrag der Hamas."
    },
    {
      "term": "die Sicherheitsbehörde",
      "translated_term": "security authority",
      "example_usage": "Die Sicherheitsbehörden haben Informationen über die geplanten Anschläge gesammelt."
    },
    {
      "term": "die Durchsuchung",
      "translated_term": "search, raid",
      "example_usage": "Die Ermittler haben bei Durchsuchungen Beweismittel sichergestellt."
    },
    {
      "term": "sicherstellen",
      "translated_term": "to secure, to seize",
      "example_usage": "Die Polizei hat verschiedene Beweismittel sichergestellt."
    },
    {
      "term": "der Generalbundesanwalt",
      "translated_term": "Federal Prosecutor General",
      "example_usage": "Der Generalbundesanwalt hat die Ermittlungen übernommen."
    },
    {
      "term": "erleichtert",
      "translated_term": "relieved",
      "example_usage": "Die jüdische Gemeinde hat erleichtert auf die Verhaftungen reagiert."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasize, to stress",
      "example_usage": "Der Antisemitismusbeauftragte betonte die Wichtigkeit des Schutzes."
    },
    {
      "term": "die Sicherheitsmaßnahme",
      "translated_term": "security measure",
      "example_usage": "Die Polizei verstärkt die Sicherheitsmaßnahmen vor Synagogen."
    },
    {
      "term": "verstärken",
      "translated_term": "to strengthen, to reinforce",
      "example_usage": "Die Polizei verstärkt nun die Sicherheitsmaßnahmen."
    },
    {
      "term": "die Untersuchungshaft",
      "translated_term": "pre-trial detention",
      "example_usage": "Die drei Verdächtigen befinden sich jetzt in Untersuchungshaft."
    },
    {
      "term": "vorführen",
      "translated_term": "to bring before (court)",
      "example_usage": "Die Verdächtigen werden dem Haftrichter vorgeführt."
    }
  ],
  "tags": [
    {
      "name": "Terrorismus",
      "translated_name": "Terrorism"
    },
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Antisemitismus",
      "translated_name": "Antisemitism"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia - Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
