{
  "title": "Rechte Gewalt in Deutschland erreicht alarmierenden Höchststand",
  "translated_title": "Right-wing violence in Germany reaches alarming high",
  "text": [
    {
      "text": "Die rechte Gewalt in Deutschland hat bereits offiziell einen alarmierenden Höchststand erreicht.",
      "translated_text": "Right-wing violence in Germany has already officially reached an alarming high."
    },
    {
      "text": "Die bekannten Zahlen zeigen einen Anstieg von 17 Prozent auf offiziell 1.500 Gewalttaten im Jahr 2024.",
      "translated_text": "The known figures show an increase of 17 percent to officially 1,500 violent crimes in 2024."
    },
    {
      "text": "Experten warnen jedoch, dass diese Statistik nur einen Teil der tatsächlichen Angriffe widerspiegelt.",
      "translated_text": "However, experts warn that these statistics only reflect part of the actual attacks."
    },
    {
      "text": "Der Verband der Beratungsstellen für Opfer rechter, rassistischer und antisemitischer Gewalt betont dies.",
      "translated_text": "The Association of Counseling Centers for Victims of Right-wing, Racist, and Anti-Semitic Violence emphasizes this."
    },
    {
      "text": "\"Das wahre Ausmaß rechter Gewalt ist weitaus größer als bisher erfasst wurde\", erklären die Beratungsstellen.",
      "translated_text": "\"The real extent of right-wing violence is far greater than has been recorded to date,\" explain the counseling centers."
    },
    {
      "text": "Diese Entwicklung bereitet den Sicherheitsbehörden große Sorgen, da viele Fälle nicht gemeldet werden.",
      "translated_text": "This development causes great concern for security authorities, as many cases are not reported."
    },
    {
      "text": "Besonders betroffen sind Migranten, Menschen mit dunkler Hautfarbe und politisch aktive Personen.",
      "translated_text": "Particularly affected are migrants, people with dark skin, and politically active people."
    },
    {
      "text": "Die Regierung plant neue Maßnahmen zur Bekämpfung des Rechtsextremismus und zum Schutz der Opfer.",
      "translated_text": "The government plans new measures to combat right-wing extremism and protect victims."
    },
    {
      "text": "Auch die Polizei soll besser geschult werden, um rechte Gewalt zu erkennen und zu verfolgen.",
      "translated_text": "The police should also be better trained to recognize and prosecute right-wing violence."
    },
    {
      "text": "Demokratische Parteien fordern einen entschiedeneren Kampf gegen Hass und Gewalt in der Gesellschaft.",
      "translated_text": "Democratic parties demand a more decisive fight against hatred and violence in society."
    }
  ],
  "key_vocab": [
    {
      "term": "die Gewalt",
      "translated_term": "violence",
      "example_usage": "Die rechte Gewalt in Deutschland hat bereits offiziell einen alarmierenden Höchststand erreicht."
    },
    {
      "term": "der Höchststand",
      "translated_term": "high point/peak",
      "example_usage": "Die rechte Gewalt in Deutschland hat bereits offiziell einen alarmierenden Höchststand erreicht."
    },
    {
      "term": "die Gewalttaten",
      "translated_term": "violent crimes",
      "example_usage": "Die bekannten Zahlen zeigen einen Anstieg von 17 Prozent auf offiziell 1.500 Gewalttaten im Jahr 2024."
    },
    {
      "term": "widerspiegeln",
      "translated_term": "to reflect",
      "example_usage": "Diese Statistik widerspiegelt nur einen Teil der tatsächlichen Angriffe."
    },
    {
      "term": "die Beratungsstelle",
      "translated_term": "counseling center",
      "example_usage": "Der Verband der Beratungsstellen für Opfer rechter, rassistischer und antisemitischer Gewalt betont dies."
    },
    {
      "term": "das Ausmaß",
      "translated_term": "extent/scope",
      "example_usage": "Das wahre Ausmaß rechter Gewalt ist weitaus größer als bisher erfasst wurde."
    },
    {
      "term": "die Sicherheitsbehörden",
      "translated_term": "security authorities",
      "example_usage": "Diese Entwicklung bereitet den Sicherheitsbehörden große Sorgen."
    },
    {
      "term": "bekämpfen",
      "translated_term": "to combat/fight",
      "example_usage": "Die Regierung plant neue Maßnahmen zur Bekämpfung des Rechtsextremismus."
    },
    {
      "term": "verfolgen",
      "translated_term": "to prosecute/pursue",
      "example_usage": "Die Polizei soll besser geschult werden, um rechte Gewalt zu erkennen und zu verfolgen."
    }
  ],
  "tags": [
    {
      "name": "Extremismus",
      "translated_name": "Extremism"
    },
    {
      "name": "Deutsche Politik",
      "translated_name": "German Politics"
    },
    {
      "name": "Sicherheit",
      "translated_name": "Security"
    }
  ],
  "sources": [
    {
      "name": "The Left Berlin",
      "link_url": "https://www.theleftberlin.com/news-from-berlin-and-germany-17th-september-2025/"
    }
  ]
}