{
  "title": "BRIT Awards 2026 erstmals außerhalb Londons in Manchester",
  "translated_title": "BRIT Awards 2026 Held Outside London for the First Time in Manchester",
  "text": [
    {
      "text": "Am 28. Februar 2026 fanden die BRIT Awards zum ersten Mal außerhalb Londons statt.",
      "translated_text": "On 28 February 2026, the BRIT Awards took place outside London for the first time."
    },
    {
      "text": "Die Verleihung fand in der Co-op Live Arena in Manchester statt.",
      "translated_text": "The ceremony took place at the Co-op Live Arena in Manchester."
    },
    {
      "text": "Die BRIT Awards sind eine der wichtigsten Musikpreisverleihungen in Großbritannien.",
      "translated_text": "The BRIT Awards are one of the most important music award ceremonies in Great Britain."
    },
    {
      "text": "Die BPI, die Dachorganisation der britischen Musikindustrie, hat einen Zweijahresvertrag mit Manchester abgeschlossen.",
      "translated_text": "The BPI, the umbrella organisation of the British music industry, has signed a two-year contract with Manchester."
    },
    {
      "text": "Das bedeutet, dass die Verleihung auch 2027 wieder in Manchester stattfinden wird.",
      "translated_text": "This means that the ceremony will take place in Manchester again in 2027."
    },
    {
      "text": "Manchester ist bekannt als eine der wichtigsten Musikstädte der Welt.",
      "translated_text": "Manchester is known as one of the most important music cities in the world."
    },
    {
      "text": "Berühmte Bands und Künstler wie Oasis, The Smiths und Take That kommen aus Manchester.",
      "translated_text": "Famous bands and artists such as Oasis, The Smiths, and Take That come from Manchester."
    },
    {
      "text": "Die Sängerin Olivia Dean war die große Gewinnerin des Abends.",
      "translated_text": "Singer Olivia Dean was the big winner of the evening."
    },
    {
      "text": "Sie gewann vier Preise, darunter Künstlerin des Jahres und Album des Jahres.",
      "translated_text": "She won four prizes, including Artist of the Year and Album of the Year."
    },
    {
      "text": "Noel Gallagher erhielt den Preis als Songwriter des Jahres.",
      "translated_text": "Noel Gallagher received the award for Songwriter of the Year."
    },
    {
      "text": "Ozzy Osbourne wurde posthum mit dem Lifetime Achievement Award geehrt.",
      "translated_text": "Ozzy Osbourne was honoured posthumously with the Lifetime Achievement Award."
    },
    {
      "text": "Jack Whitehall moderierte die Veranstaltung zum sechsten Mal.",
      "translated_text": "Jack Whitehall hosted the event for the sixth time."
    },
    {
      "text": "Der Bürgermeister von Manchester, Andy Burnham, nannte die Entscheidung einen großartigen Erfolg für die Stadt.",
      "translated_text": "Manchester's mayor Andy Burnham called the decision a \"massive coup\" for the city."
    },
    {
      "text": "Rund 70 Prozent aller Nominierten waren Frauen oder nicht-binäre Künstlerinnen und Künstler.",
      "translated_text": "Around 70 percent of all nominees were women or non-binary artists."
    }
  ],
  "key_vocab": [
    {
      "term": "die Verleihung",
      "translated_term": "the award ceremony",
      "example_usage": "Die Verleihung fand in der Co-op Live Arena in Manchester statt."
    },
    {
      "term": "die Dachorganisation",
      "translated_term": "the umbrella organisation",
      "example_usage": "Die BPI, die Dachorganisation der britischen Musikindustrie, hat einen Zweijahresvertrag abgeschlossen."
    },
    {
      "term": "der Gewinner / die Gewinnerin",
      "translated_term": "the winner",
      "example_usage": "Die Sängerin Olivia Dean war die große Gewinnerin des Abends."
    },
    {
      "term": "posthum",
      "translated_term": "posthumously",
      "example_usage": "Ozzy Osbourne wurde posthum mit dem Lifetime Achievement Award geehrt."
    },
    {
      "term": "moderieren",
      "translated_term": "to host / to present",
      "example_usage": "Jack Whitehall moderierte die Veranstaltung zum sechsten Mal."
    },
    {
      "term": "nominiert",
      "translated_term": "nominated",
      "example_usage": "Rund 70 Prozent aller Nominierten waren Frauen oder nicht-binäre Künstlerinnen und Künstler."
    }
  ],
  "tags": [
    {
      "name": "Musik",
      "translated_name": "Music"
    },
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Veranstaltungen",
      "translated_name": "Events"
    }
  ],
  "sources": [
    {
      "name": "ITV News: Manchester rolls out red carpet for BRIT Awards 2026",
      "link_url": "https://www.itv.com/news/granada/2026-02-28/manchester-rolls-out-red-carpet-for-brit-awards-2026"
    },
    {
      "name": "NME: Olivia Dean dominates the BRITs 2026, taking home four awards",
      "link_url": "https://www.nme.com/news/music/here-are-all-the-winners-from-the-brit-awards-2026-3932027"
    },
    {
      "name": "Billboard: Olivia Dean Sweeps 2026 BRIT Awards With Four Prizes",
      "link_url": "https://www.billboard.com/music/awards/2026-brit-awards-complete-winners-list-1236189043/"
    }
  ]
}
