{
  "title": "Klimaaktivisten nach Farbanschlag auf Brandenburger Tor zu Geldstrafen verurteilt",
  "translated_title": "Climate activists fined after paint attack on Brandenburg Gate",
  "text": [
    {
      "text": "Das Amtsgericht Tiergarten in Berlin hat vier weitere Klimaaktivisten verurteilt.",
      "translated_text": "The Tiergarten district court in Berlin has convicted four more climate activists."
    },
    {
      "text": "Sie gehören zur Gruppe 'Letzte Generation', die im September 2023 das Brandenburger Tor mit oranger Farbe besprühte.",
      "translated_text": "They belong to the group 'Last Generation', which sprayed the Brandenburg Gate with orange paint in September 2023."
    },
    {
      "text": "Mit präparierten Feuerlöschern verteilten die Aktivisten Farbe an dem bekannten Berliner Wahrzeichen.",
      "translated_text": "Using adapted fire extinguishers, the activists sprayed paint on the well-known Berlin landmark."
    },
    {
      "text": "Der durch die Aktion entstandene Schaden wird auf rund 115.000 Euro geschätzt.",
      "translated_text": "The damage caused by the action is estimated at around 115,000 euros."
    },
    {
      "text": "Die Reinigungsarbeiten dauerten mehrere Monate und waren erst Anfang Dezember 2023 abgeschlossen.",
      "translated_text": "The cleaning work took several months and was only completed at the beginning of December 2023."
    },
    {
      "text": "Das Gericht befand die Aktivisten der gemeinschädlichen Sachbeschädigung für schuldig.",
      "translated_text": "The court found the activists guilty of causing damage harmful to the community."
    },
    {
      "text": "Außerdem wurden einige von ihnen wegen Widerstands gegen Vollstreckungsbeamte verurteilt.",
      "translated_text": "In addition, some of them were convicted of resisting law enforcement officers."
    },
    {
      "text": "Die Geldstrafen liegen zwischen 1.200 und 3.300 Euro.",
      "translated_text": "The fines range between 1,200 and 3,300 euros."
    },
    {
      "text": "Das Urteil ist noch nicht rechtskräftig, da die Staatsanwaltschaft Berufung eingelegt hat.",
      "translated_text": "The verdict is not yet final, as the public prosecutor has lodged an appeal."
    },
    {
      "text": "Es ist nicht das erste Urteil in dieser Sache: Andere Aktivisten wurden bereits früher verurteilt.",
      "translated_text": "It is not the first verdict in this matter: other activists were already convicted earlier."
    },
    {
      "text": "Einige von ihnen bekamen Bewährungsstrafen von acht Monaten, andere mussten Freizeitarbeit leisten.",
      "translated_text": "Some of them received suspended sentences of eight months, others had to perform community service."
    },
    {
      "text": "Das Land Berlin fordert außerdem in einer Zivilklage rund 142.000 Euro Schadensersatz von den Aktivisten.",
      "translated_text": "The state of Berlin is also demanding around 142,000 euros in damages from the activists in a civil lawsuit."
    },
    {
      "text": "Die Gruppe 'Letzte Generation' hat ihre Protestaktionen seitdem eingestellt.",
      "translated_text": "The group 'Last Generation' has since discontinued its protest actions."
    }
  ],
  "key_vocab": [
    {
      "term": "das Wahrzeichen",
      "translated_term": "the landmark, the symbol",
      "example_usage": "Die Aktivisten besprühten das bekannte Berliner Wahrzeichen mit oranger Farbe."
    },
    {
      "term": "der Feuerlöscher",
      "translated_term": "the fire extinguisher",
      "example_usage": "Mit präparierten Feuerlöschern verteilten die Aktivisten Farbe."
    },
    {
      "term": "die Sachbeschädigung",
      "translated_term": "the property damage",
      "example_usage": "Das Gericht befand die Aktivisten der gemeinschädlichen Sachbeschädigung für schuldig."
    },
    {
      "term": "rechtskräftig",
      "translated_term": "final, legally binding",
      "example_usage": "Das Urteil ist noch nicht rechtskräftig."
    },
    {
      "term": "die Berufung",
      "translated_term": "the appeal",
      "example_usage": "Die Staatsanwaltschaft hat Berufung eingelegt."
    },
    {
      "term": "die Bewährungsstrafe",
      "translated_term": "the suspended sentence",
      "example_usage": "Einige Aktivisten bekamen Bewährungsstrafen von acht Monaten."
    },
    {
      "term": "der Schadensersatz",
      "translated_term": "the damages, the compensation",
      "example_usage": "Das Land Berlin fordert rund 142.000 Euro Schadensersatz von den Aktivisten."
    }
  ],
  "tags": [
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Klimapolitik",
      "translated_name": "Climate Policy"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    }
  ],
  "sources": [
    {
      "name": "All About Berlin - What's new in February 2026",
      "link_url": "https://allaboutberlin.com/newsletter/february-2026"
    },
    {
      "name": "LTO - Bewährungsstrafe nach Farbattacke auf Brandenburger Tor",
      "link_url": "https://www.lto.de/recht/nachrichten/n/253ds18223-ag-tiergarten-berlin-brandenburger-tor-klimaaktivisten-farbattacke"
    }
  ]
}
