{
  "title": "Friedensverhandlungen zwischen der Ukraine und Russland in Genf",
  "translated_title": "Peace Negotiations Between Ukraine and Russia in Geneva",
  "text": [
    {
      "text": "In Genf haben wichtige Gespräche zwischen den USA und der Ukraine stattgefunden.",
      "translated_text": "Important talks between the USA and Ukraine have taken place in Geneva."
    },
    {
      "text": "Die Verhandlungen konzentrierten sich auf einen neuen Friedensplan für den Krieg in der Ukraine.",
      "translated_text": "The negotiations focused on a new peace plan for the war in Ukraine."
    },
    {
      "text": "US-Außenminister Marco Rubio sagte, dass die Gespräche gute Fortschritte gemacht haben.",
      "translated_text": "US Secretary of State Marco Rubio said that the talks made good progress."
    },
    {
      "text": "Vertreter der Ukraine bestätigten, dass der aktuelle Entwurf ihre Interessen berücksichtigt.",
      "translated_text": "Representatives of Ukraine confirmed that the current draft takes their interests into account."
    },
    {
      "text": "Das Weiße Haus bezeichnete die Gespräche als konstruktiv und respektvoll.",
      "translated_text": "The White House described the talks as constructive and respectful."
    },
    {
      "text": "In Europa gibt es jedoch Sorgen über die Zukunft.",
      "translated_text": "However, there are concerns in Europe about the future."
    },
    {
      "text": "Die Financial Times berichtet, dass europäische Länder sich auf ein Szenario vorbereiten.",
      "translated_text": "The Financial Times reports that European countries are preparing for a scenario."
    },
    {
      "text": "Sie befürchten, dass die USA ihre Unterstützung für die Ukraine beenden könnten.",
      "translated_text": "They fear that the USA could end its support for Ukraine."
    },
    {
      "text": "Deshalb hat die Europäische Union einen eigenen Friedensplan vorgeschlagen.",
      "translated_text": "Therefore, the European Union has proposed its own peace plan."
    },
    {
      "text": "Die EU betont, dass Grenzen nicht mit Gewalt verändert werden dürfen.",
      "translated_text": "The EU emphasizes that borders must not be changed by force."
    },
    {
      "text": "Bundeskanzler Friedrich Merz hat sich auch zu den Verhandlungen geäußert.",
      "translated_text": "Chancellor Friedrich Merz has also commented on the negotiations."
    },
    {
      "text": "Er sagte, dass die Ukraine den amerikanischen Plan nicht sofort akzeptieren wird.",
      "translated_text": "He said that Ukraine will not immediately accept the American plan."
    },
    {
      "text": "Die Verhandlungen werden in den nächsten Wochen weitergehen.",
      "translated_text": "The negotiations will continue in the coming weeks."
    },
    {
      "text": "Alle hoffen auf eine friedliche Lösung für diesen langen Konflikt.",
      "translated_text": "Everyone hopes for a peaceful solution to this long conflict."
    }
  ],
  "key_vocab": [
    {
      "term": "die Friedensverhandlung",
      "translated_term": "peace negotiation",
      "example_usage": "In Genf haben wichtige Friedensverhandlungen stattgefunden."
    },
    {
      "term": "der Fortschritt",
      "translated_term": "progress",
      "example_usage": "US-Außenminister Marco Rubio sagte, dass die Gespräche gute Fortschritte gemacht haben."
    },
    {
      "term": "bestätigen",
      "translated_term": "to confirm",
      "example_usage": "Vertreter der Ukraine bestätigten, dass der aktuelle Entwurf ihre Interessen berücksichtigt."
    },
    {
      "term": "die Unterstützung",
      "translated_term": "support",
      "example_usage": "Sie befürchten, dass die USA ihre Unterstützung für die Ukraine beenden könnten."
    },
    {
      "term": "vorschlagen",
      "translated_term": "to propose",
      "example_usage": "Deshalb hat die Europäische Union einen eigenen Friedensplan vorgeschlagen."
    },
    {
      "term": "die Grenze",
      "translated_term": "border",
      "example_usage": "Die EU betont, dass Grenzen nicht mit Gewalt verändert werden dürfen."
    }
  ],
  "tags": [
    {
      "name": "Ukraine-Krieg",
      "translated_name": "Ukraine War"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "USA",
      "translated_name": "USA"
    }
  ],
  "sources": [
    {
      "name": "ABC News - International",
      "link_url": "https://abcnews.go.com/International"
    },
    {
      "name": "CNN World News",
      "link_url": "https://www.cnn.com/world"
    }
  ]
}
