{
  "title": "Silvesterfeier am Brandenburger Tor findet doch statt",
  "translated_title": "New Year's Eve celebration at Brandenburg Gate will take place after all",
  "text": [
    {
      "text": "Gute Nachrichten für Berlin: Die traditionelle Silvesterfeier am Brandenburger Tor wird dieses Jahr doch stattfinden.",
      "translated_text": "Good news for Berlin: The traditional New Year's Eve celebration at the Brandenburg Gate will take place this year after all."
    },
    {
      "text": "Berlins Regierender Bürgermeister Kai Wegner hat die Entscheidung bekannt gegeben, nachdem die Feier zunächst abgesagt worden war.",
      "translated_text": "Berlin's Governing Mayor Kai Wegner announced the decision after the celebration had initially been cancelled."
    },
    {
      "text": "Die Stadt hatte im Juli angekündigt, dass es keine staatlichen Zuschüsse mehr für die Silvesterfeier geben würde.",
      "translated_text": "The city had announced in July that there would be no more state subsidies for the New Year's Eve celebration."
    },
    {
      "text": "Jetzt ist aber eine DJ-Party ab 22 Uhr geplant, gefolgt von einem siebeneinhalb Minuten langen Feuerwerk um Mitternacht.",
      "translated_text": "Now, however, a DJ party is planned from 10 pm, followed by a seven-and-a-half-minute fireworks display at midnight."
    },
    {
      "text": "Das Feuerwerk wird live im Ersten Fernsehen übertragen.",
      "translated_text": "The fireworks will be broadcast live on Channel One television."
    },
    {
      "text": "Ab dem 15. Dezember können Besucher Tickets bekommen, und der Eintritt ist kostenlos.",
      "translated_text": "From December 15, visitors can get tickets, and admission is free."
    },
    {
      "text": "Etwa 20.000 Menschen werden am Brandenburger Tor ins neue Jahr tanzen können.",
      "translated_text": "Around 20,000 people will be able to dance into the new year at the Brandenburg Gate."
    },
    {
      "text": "Das Brandenburger Tor ist eines der bekanntesten Wahrzeichen Berlins und ein beliebter Ort für große Feiern.",
      "translated_text": "The Brandenburg Gate is one of Berlin's most famous landmarks and a popular location for large celebrations."
    },
    {
      "text": "Die Silvesterfeier dort hat eine lange Tradition und zieht jedes Jahr tausende Besucher aus aller Welt an.",
      "translated_text": "The New Year's Eve celebration there has a long tradition and attracts thousands of visitors from around the world every year."
    },
    {
      "text": "Viele Berliner sind erleichtert, dass die Feier trotz der finanziellen Probleme doch noch organisiert werden konnte.",
      "translated_text": "Many Berliners are relieved that the celebration could still be organized despite the financial problems."
    }
  ],
  "key_vocab": [
    {
      "term": "die Silvesterfeier",
      "translated_term": "New Year's Eve celebration",
      "example_usage": "Die traditionelle Silvesterfeier am Brandenburger Tor wird dieses Jahr doch stattfinden."
    },
    {
      "term": "der Regierende Bürgermeister",
      "translated_term": "Governing Mayor",
      "example_usage": "Berlins Regierender Bürgermeister Kai Wegner hat die Entscheidung bekannt gegeben."
    },
    {
      "term": "absagen",
      "translated_term": "to cancel",
      "example_usage": "Die Feier war zunächst abgesagt worden."
    },
    {
      "term": "der Zuschuss",
      "translated_term": "subsidy, grant",
      "example_usage": "Die Stadt hatte angekündigt, dass es keine staatlichen Zuschüsse mehr geben würde."
    },
    {
      "term": "das Feuerwerk",
      "translated_term": "fireworks",
      "example_usage": "Ein siebeneinhalb Minuten langes Feuerwerk ist um Mitternacht geplant."
    },
    {
      "term": "übertragen",
      "translated_term": "to broadcast, to transmit",
      "example_usage": "Das Feuerwerk wird live im Ersten Fernsehen übertragen."
    },
    {
      "term": "der Eintritt",
      "translated_term": "admission, entry",
      "example_usage": "Der Eintritt ist kostenlos."
    },
    {
      "term": "das Wahrzeichen",
      "translated_term": "landmark",
      "example_usage": "Das Brandenburger Tor ist eines der bekanntesten Wahrzeichen Berlins."
    },
    {
      "term": "anziehen",
      "translated_term": "to attract",
      "example_usage": "Die Silvesterfeier zieht jedes Jahr tausende Besucher aus aller Welt an."
    },
    {
      "term": "erleichtert",
      "translated_term": "relieved",
      "example_usage": "Viele Berliner sind erleichtert, dass die Feier doch noch organisiert werden konnte."
    }
  ],
  "tags": [
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Veranstaltungen",
      "translated_name": "Events"
    },
    {
      "name": "Kultur",
      "translated_name": "Culture"
    }
  ],
  "sources": [
    {
      "name": "Berlin.de",
      "link_url": "https://www.berlin.de/en/news/10030555-5559700-berlin-celebrates-new-years-eve-with-fir.en.html"
    },
    {
      "name": "Yahoo News",
      "link_url": "https://www.yahoo.com/news/articles/years-eve-party-ahead-brandenburg-110136245.html"
    }
  ]
}
