{
  "title": "Großbritannien und Deutschland arbeiten gegen illegale Migration zusammen",
  "translated_title": "Great Britain and Germany work together against illegal migration",
  "text": [
    {
      "text": "Die britische Außenministerin Yvette Cooper war am Montag in Berlin, um mit Deutschland über die Bekämpfung der illegalen Migration zu sprechen.",
      "translated_text": "British Foreign Secretary Yvette Cooper was in Berlin on Monday to speak with Germany about combating illegal migration."
    },
    {
      "text": "Sie traf sich mit ihrem deutschen Kollegen Johann Wadephul, um neue Partnerschaften gegen kriminelle Banden zu bilden.",
      "translated_text": "She met with her German counterpart Johann Wadephul to form new partnerships against criminal gangs."
    },
    {
      "text": "Die beiden Länder wollen die Grenzkontrollen verstärken und gemeinsam gegen Menschenschmuggler vorgehen.",
      "translated_text": "The two countries want to strengthen border controls and take action together against human smugglers."
    },
    {
      "text": "Ein wichtiger Fortschritt ist ein neues deutsches Gesetz, das die Lagerung von kleinen Booten durch Schmugglerbanden kriminalisieren wird.",
      "translated_text": "An important progress is a new German law that will criminalize the storage of small boats by smuggler gangs."
    },
    {
      "text": "Dieses Gesetz wurde im Juli als Teil des Kensington-Vertrags vereinbart.",
      "translated_text": "This law was agreed upon in July as part of the Kensington Treaty."
    },
    {
      "text": "Das Gesetz soll bis zur Weihnachtspause durch das deutsche Parlament verabschiedet werden.",
      "translated_text": "The law is expected to be passed through the German Parliament by the Christmas break."
    },
    {
      "text": "Die britisch-deutsche Zusammenarbeit wurde auch beim jährlichen strategischen Dialog diskutiert.",
      "translated_text": "The British-German cooperation was also discussed at the annual strategic dialogue."
    },
    {
      "text": "Dieser Dialog baut auf dem Kensington-Vertrag auf, der im Juli unterzeichnet wurde.",
      "translated_text": "This dialogue builds on the Kensington Treaty, which was signed in July."
    },
    {
      "text": "Im Dezember wird der deutsche Bundespräsident Frank-Walter Steinmeier zu einem Staatsbesuch nach Großbritannien reisen.",
      "translated_text": "In December, German President Frank-Walter Steinmeier will travel to Great Britain for a state visit."
    },
    {
      "text": "Die Kooperation zeigt, dass beide Länder entschlossen sind, das Problem der illegalen Migration ernst zu nehmen und gemeinsam Lösungen zu finden.",
      "translated_text": "The cooperation shows that both countries are determined to take the problem of illegal migration seriously and find solutions together."
    }
  ],
  "key_vocab": [
    {
      "term": "die Außenministerin",
      "translated_term": "Foreign Secretary (female)",
      "example_usage": "Die britische Außenministerin Yvette Cooper war am Montag in Berlin."
    },
    {
      "term": "die Bekämpfung",
      "translated_term": "combating, fighting",
      "example_usage": "Sie war in Berlin, um mit Deutschland über die Bekämpfung der illegalen Migration zu sprechen."
    },
    {
      "term": "die Bande",
      "translated_term": "gang",
      "example_usage": "Sie traf sich mit ihrem deutschen Kollegen, um neue Partnerschaften gegen kriminelle Banden zu bilden."
    },
    {
      "term": "verstärken",
      "translated_term": "to strengthen, to reinforce",
      "example_usage": "Die beiden Länder wollen die Grenzkontrollen verstärken."
    },
    {
      "term": "der Menschenschmuggler",
      "translated_term": "human smuggler",
      "example_usage": "Sie wollen gemeinsam gegen Menschenschmuggler vorgehen."
    },
    {
      "term": "die Lagerung",
      "translated_term": "storage",
      "example_usage": "Ein neues deutsches Gesetz wird die Lagerung von kleinen Booten durch Schmugglerbanden kriminalisieren."
    },
    {
      "term": "kriminalisieren",
      "translated_term": "to criminalize",
      "example_usage": "Das Gesetz wird die Lagerung von kleinen Booten durch Schmugglerbanden kriminalisieren."
    },
    {
      "term": "vereinbaren",
      "translated_term": "to agree upon",
      "example_usage": "Dieses Gesetz wurde im Juli als Teil des Kensington-Vertrags vereinbart."
    },
    {
      "term": "verabschieden",
      "translated_term": "to pass (a law)",
      "example_usage": "Das Gesetz soll bis zur Weihnachtspause durch das deutsche Parlament verabschiedet werden."
    },
    {
      "term": "der Staatsbesuch",
      "translated_term": "state visit",
      "example_usage": "Der deutsche Bundespräsident wird zu einem Staatsbesuch nach Großbritannien reisen."
    },
    {
      "term": "entschlossen",
      "translated_term": "determined, resolute",
      "example_usage": "Beide Länder sind entschlossen, das Problem der illegalen Migration ernst zu nehmen."
    }
  ],
  "tags": [
    {
      "name": "Einwanderungspolitik",
      "translated_name": "Immigration Policy"
    },
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    }
  ],
  "sources": [
    {
      "name": "GOV.UK",
      "link_url": "https://www.gov.uk/government/news/foreign-secretary-calls-for-stronger-partnerships-to-boost-british-border-security-during-trip-to-germany"
    }
  ]
}
