{
  "title": "Berlinale 2026: \"Yellow Letters\" gewinnt den Goldenen Bären",
  "translated_title": "Berlinale 2026: \"Yellow Letters\" wins the Golden Bear",
  "text": [
    {
      "text": "Bei der 76. Berlinale hat der Film \"Yellow Letters\" des deutsch-türkischen Regisseurs İlker Çatak den Goldenen Bären gewonnen.",
      "translated_text": "At the 76th Berlinale, the film \"Yellow Letters\" by German-Turkish director İlker Çatak won the Golden Bear."
    },
    {
      "text": "Es ist das erste Mal seit 22 Jahren, dass ein Film aus Deutschland diesen wichtigen Preis gewonnen hat.",
      "translated_text": "It is the first time in 22 years that a film from Germany has won this important prize."
    },
    {
      "text": "Der Film erzählt die Geschichte eines Ehepaares in der Türkei, das wegen seines politischen Theaters vom Staat verfolgt wird.",
      "translated_text": "The film tells the story of a married couple in Turkey who are persecuted by the state because of their political theatre."
    },
    {
      "text": "Außerdem gewann die bekannte deutsche Schauspielerin Sandra Hüller den Preis für die beste Hauptdarstellerin.",
      "translated_text": "In addition, the well-known German actress Sandra Hüller won the award for best lead performance."
    },
    {
      "text": "Die Berlinale 2026 war von Anfang an politisch geprägt.",
      "translated_text": "The Berlinale 2026 was politically charged from the very beginning."
    },
    {
      "text": "Juryvorsitzender Wim Wenders sagte auf einer Pressekonferenz, Filmemacher sollten sich aus der Politik heraushalten.",
      "translated_text": "Jury president Wim Wenders said at a press conference that filmmakers should stay out of politics."
    },
    {
      "text": "Diese Aussage führte zu heftiger Kritik von Künstlern und Filmemachern auf der ganzen Welt.",
      "translated_text": "This statement led to fierce criticism from artists and filmmakers around the world."
    },
    {
      "text": "Mehr als 80 bekannte Persönlichkeiten, darunter die Schauspielerinnen Tilda Swinton und Javier Bardem, unterzeichneten einen offenen Brief.",
      "translated_text": "More than 80 prominent figures, including actors Tilda Swinton and Javier Bardem, signed an open letter."
    },
    {
      "text": "In dem Brief kritisierten sie die Haltung des Festivals zum Krieg in Gaza.",
      "translated_text": "In the letter, they criticised the festival's stance on the war in Gaza."
    },
    {
      "text": "Bei der Preisverleihung nutzten mehrere Preisträger ihre Reden für politische Aussagen.",
      "translated_text": "At the awards ceremony, several prize winners used their speeches for political statements."
    },
    {
      "text": "Eine libanesische Regisseurin sprach über israelische Bombenangriffe in ihrem Land.",
      "translated_text": "A Lebanese director spoke about Israeli airstrikes in her country."
    },
    {
      "text": "Nach dem Festival soll eine Sitzung über die Zukunft der Berlinale und ihrer Leiterin Tricia Tuttle stattfinden.",
      "translated_text": "After the festival, a meeting is to take place about the future of the Berlinale and its director Tricia Tuttle."
    }
  ],
  "key_vocab": [
    {
      "term": "der Goldene Bär",
      "translated_term": "the Golden Bear",
      "example_usage": "Der Film \"Yellow Letters\" hat den Goldenen Bären gewonnen."
    },
    {
      "term": "der Regisseur / die Regisseurin",
      "translated_term": "director (male/female)",
      "example_usage": "İlker Çatak ist der Regisseur des Films \"Yellow Letters\"."
    },
    {
      "term": "unterzeichnen",
      "translated_term": "to sign",
      "example_usage": "Mehr als 80 bekannte Persönlichkeiten unterzeichneten einen offenen Brief."
    },
    {
      "term": "die Haltung",
      "translated_term": "stance, attitude",
      "example_usage": "Sie kritisierten die Haltung des Festivals zum Krieg in Gaza."
    },
    {
      "term": "die Preisverleihung",
      "translated_term": "awards ceremony",
      "example_usage": "Bei der Preisverleihung nutzten mehrere Preisträger ihre Reden für politische Aussagen."
    },
    {
      "term": "politisch geprägt sein",
      "translated_term": "to be politically charged",
      "example_usage": "Die Berlinale 2026 war von Anfang an politisch geprägt."
    }
  ],
  "tags": [
    {
      "name": "Berlinale",
      "translated_name": "Berlinale"
    },
    {
      "name": "Kultur",
      "translated_name": "Culture"
    },
    {
      "name": "Gaza-Konflikt",
      "translated_name": "Gaza Conflict"
    }
  ],
  "sources": [
    {
      "name": "Euronews: Yellow Letters wins the Golden Bear award 2026",
      "link_url": "https://www.euronews.com/culture/2026/02/21/berlin-film-festival-yellow-letters-wins-the-golden-bear-award-2026"
    },
    {
      "name": "Variety: Berlin Film Festival Awards Ceremony",
      "link_url": "https://variety.com/2026/film/news/berlin-film-festival-awards-ceremony-updating-live-1236669134/"
    }
  ]
}
