{
  "title": "Merz warnt vor tiefem Riss zwischen Europa und den USA",
  "translated_title": "Merz warns of deep rift between Europe and the USA",
  "text": [
    {
      "text": "Der deutsche Bundeskanzler Friedrich Merz hat vor einem tiefen Riss zwischen Europa und den Vereinigten Staaten gewarnt.",
      "translated_text": "German Chancellor Friedrich Merz has warned of a deep rift between Europe and the United States."
    },
    {
      "text": "Bei der Münchener Sicherheitskonferenz sagte er, das Verhältnis zwischen den beiden Kontinenten müsse erneuert werden.",
      "translated_text": "At the Munich Security Conference, he said the relationship between the two continents needed to be renewed."
    },
    {
      "text": "Die alte Weltordnung nach dem Zweiten Weltkrieg existiere heute so nicht mehr, erklärte Merz.",
      "translated_text": "The old post-World War II world order no longer exists today, Merz explained."
    },
    {
      "text": "Unter US-Präsident Donald Trump hat Amerika eine neue Außenpolitik eingeschlagen.",
      "translated_text": "Under US President Donald Trump, America has pursued a new foreign policy."
    },
    {
      "text": "Diese Politik hat Europa oft überrascht und verärgert.",
      "translated_text": "This policy has often surprised and angered Europe."
    },
    {
      "text": "Ein wichtiges Thema ist die Frage, wie viel Europa für seine eigene Verteidigung ausgeben soll.",
      "translated_text": "An important topic is the question of how much Europe should spend on its own defence."
    },
    {
      "text": "Merz betonte, dass Deutschland und Europa ihre Verteidigung stärker selbst in die Hand nehmen müssten.",
      "translated_text": "Merz emphasised that Germany and Europe would have to take more responsibility for their own defence."
    },
    {
      "text": "Er sprach auch über eine mögliche Zusammenarbeit mit Frankreich beim Thema nukleare Abschreckung.",
      "translated_text": "He also spoke about possible cooperation with France on the topic of nuclear deterrence."
    },
    {
      "text": "\"Auch die USA werden nicht mächtig genug sein, um alleine zu handeln\", sagte Merz auf Englisch.",
      "translated_text": "\"Even the USA will not be powerful enough to act alone\", Merz said in English."
    },
    {
      "text": "Europa müsse einen starken eigenen Pfeiler innerhalb der NATO aufbauen.",
      "translated_text": "Europe must build a strong pillar of its own within NATO."
    },
    {
      "text": "Merz lehnte die Politik der MAGA-Bewegung ab und betonte die europäischen Werte.",
      "translated_text": "Merz rejected the policies of the MAGA movement and emphasised European values."
    },
    {
      "text": "Viele europäische Länder teilen seine Sorgen über die Zukunft der transatlantischen Partnerschaft.",
      "translated_text": "Many European countries share his concerns about the future of the transatlantic partnership."
    }
  ],
  "key_vocab": [
    {
      "term": "der Riss",
      "translated_term": "rift, crack",
      "example_usage": "Friedrich Merz warnte vor einem tiefen Riss zwischen Europa und den USA."
    },
    {
      "term": "die Außenpolitik",
      "translated_term": "foreign policy",
      "example_usage": "Unter US-Präsident Donald Trump hat Amerika eine neue Außenpolitik eingeschlagen."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasise",
      "example_usage": "Merz betonte, dass Deutschland und Europa ihre Verteidigung stärker selbst in die Hand nehmen müssten."
    },
    {
      "term": "die Abschreckung",
      "translated_term": "deterrence",
      "example_usage": "Er sprach über eine mögliche Zusammenarbeit mit Frankreich beim Thema nukleare Abschreckung."
    },
    {
      "term": "die Weltordnung",
      "translated_term": "world order",
      "example_usage": "Die alte Weltordnung nach dem Zweiten Weltkrieg existiere heute so nicht mehr."
    },
    {
      "term": "die transatlantische Partnerschaft",
      "translated_term": "transatlantic partnership",
      "example_usage": "Viele europäische Länder teilen seine Sorgen über die Zukunft der transatlantischen Partnerschaft."
    }
  ],
  "tags": [
    {
      "name": "Deutsche Politik",
      "translated_name": "German Politics"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "USA",
      "translated_name": "USA"
    }
  ],
  "sources": [
    {
      "name": "TIME: Germany Issues Warning to United States Amid 'Deep Rift'",
      "link_url": "https://time.com/7378512/united-states-europe-divide-warning-merz-trump-rubio/"
    },
    {
      "name": "Al Jazeera: US and Europe must 'repair and revive transatlantic ties'",
      "link_url": "https://www.aljazeera.com/news/2026/2/13/us-and-europe-must-repair-and-revive-transatlantic-ties-germanys-merz"
    }
  ]
}
