{
  "title": "Südkoreas Ex-Präsident Yoon zu lebenslanger Haft verurteilt",
  "translated_title": "South Korea's former President Yoon sentenced to life imprisonment",
  "text": [
    {
      "text": "Im Februar 2026 hat ein Gericht in Seoul den ehemaligen südkoreanischen Präsidenten Yoon Suk Yeol zu lebenslanger Haft verurteilt.",
      "translated_text": "In February 2026, a court in Seoul sentenced former South Korean President Yoon Suk Yeol to life imprisonment."
    },
    {
      "text": "Das Gericht befand ihn für schuldig, einen Aufstand angeführt zu haben.",
      "translated_text": "The court found him guilty of having led an insurrection."
    },
    {
      "text": "Im Dezember 2024 hatte Yoon das Kriegsrecht ausgerufen – aber nur für sechs Stunden.",
      "translated_text": "In December 2024, Yoon had declared martial law – but only for six hours."
    },
    {
      "text": "Er schickte Soldaten ins Parlament, um die Arbeit der Abgeordneten zu blockieren.",
      "translated_text": "He sent soldiers to parliament to block the work of the lawmakers."
    },
    {
      "text": "Die Abgeordneten stimmten jedoch schnell gegen das Kriegsrecht, und es wurde aufgehoben.",
      "translated_text": "However, the lawmakers quickly voted against martial law, and it was lifted."
    },
    {
      "text": "Der Richter sagte, Yoon habe versucht, die Verfassung zu untergraben.",
      "translated_text": "The judge said Yoon had tried to undermine the constitution."
    },
    {
      "text": "Die Staatsanwaltschaft hatte sogar die Todesstrafe gefordert.",
      "translated_text": "The prosecution had even demanded the death penalty."
    },
    {
      "text": "Yoon ist der erste südkoreanische Präsident seit 30 Jahren, der wegen Aufstands verurteilt wurde.",
      "translated_text": "Yoon is the first South Korean president in 30 years to be convicted of insurrection."
    },
    {
      "text": "Auch andere Politiker und Militäroffiziere wurden verurteilt.",
      "translated_text": "Other politicians and military officers were also convicted."
    },
    {
      "text": "Der ehemalige Verteidigungsminister erhielt eine Strafe von 30 Jahren.",
      "translated_text": "The former defense minister received a sentence of 30 years."
    },
    {
      "text": "Yoons Anwälte haben das Urteil scharf kritisiert.",
      "translated_text": "Yoon's lawyers sharply criticized the verdict."
    },
    {
      "text": "Sie sagten, das Gericht habe Fehler gemacht, und wollen Berufung einlegen.",
      "translated_text": "They said the court had made mistakes and want to appeal."
    },
    {
      "text": "Das Urteil zeigt, dass in Südkorea auch hochrangige Politiker zur Rechenschaft gezogen werden können.",
      "translated_text": "The verdict shows that in South Korea, even high-ranking politicians can be held accountable."
    },
    {
      "text": "Viele Menschen im Land reagierten mit gemischten Gefühlen auf das Urteil.",
      "translated_text": "Many people in the country reacted with mixed feelings to the verdict."
    },
    {
      "text": "Kritiker befürchten, dass der Fall die politischen Spannungen in Südkorea weiter erhöhen könnte.",
      "translated_text": "Critics fear that the case could further increase political tensions in South Korea."
    }
  ],
  "key_vocab": [
    {
      "term": "verurteilen",
      "translated_term": "to sentence / to convict",
      "example_usage": "Das Gericht hat Yoon Suk Yeol zu lebenslanger Haft verurteilt."
    },
    {
      "term": "der Aufstand",
      "translated_term": "the insurrection / the uprising",
      "example_usage": "Das Gericht befand ihn für schuldig, einen Aufstand angeführt zu haben."
    },
    {
      "term": "das Kriegsrecht",
      "translated_term": "martial law",
      "example_usage": "Im Dezember 2024 hatte Yoon das Kriegsrecht ausgerufen."
    },
    {
      "term": "die Verfassung",
      "translated_term": "the constitution",
      "example_usage": "Der Richter sagte, Yoon habe versucht, die Verfassung zu untergraben."
    },
    {
      "term": "die Staatsanwaltschaft",
      "translated_term": "the prosecution / the public prosecutor's office",
      "example_usage": "Die Staatsanwaltschaft hatte sogar die Todesstrafe gefordert."
    },
    {
      "term": "die Berufung",
      "translated_term": "the appeal",
      "example_usage": "Yoons Anwälte wollen Berufung einlegen."
    }
  ],
  "tags": [
    {
      "name": "Asien",
      "translated_name": "Asia"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    },
    {
      "name": "Demokratie",
      "translated_name": "Democracy"
    }
  ],
  "sources": [
    {
      "name": "CNN: Yoon Suk Yeol: Former South Korean President handed life sentence for leading insurrection",
      "link_url": "https://www.cnn.com/2026/02/19/asia/south-korea-yoon-suk-yeol-verdict-insurrection-intl-hnk"
    },
    {
      "name": "NPR: Former South Korean President Yoon receives life sentence for imposing martial law",
      "link_url": "https://www.npr.org/2026/02/19/nx-s1-5719148/former-south-korean-president-yoon-receives-life-sentence-for-imposing-martial-law"
    }
  ]
}
