{
  "title": "Britischer Ex-Prinz Andrew wegen Epstein-Akten verhaftet",
  "translated_title": "British ex-Prince Andrew arrested over Epstein files",
  "text": [
    {
      "text": "Im Februar 2026 wurde Andrew Mountbatten-Windsor, der frühere Prinz Andrew, von der britischen Polizei verhaftet.",
      "translated_text": "In February 2026, Andrew Mountbatten-Windsor, the former Prince Andrew, was arrested by British police."
    },
    {
      "text": "Er wurde am 19. Februar festgenommen – genau an seinem 66. Geburtstag.",
      "translated_text": "He was arrested on February 19 – exactly on his 66th birthday."
    },
    {
      "text": "Der Vorwurf: Andrew soll vertrauliche Handelsinformationen mit dem verurteilten Sexualstraftäter Jeffrey Epstein geteilt haben.",
      "translated_text": "The accusation: Andrew allegedly shared confidential trade information with the convicted sex offender Jeffrey Epstein."
    },
    {
      "text": "Andrew war damals als britischer Handelsbotschafter tätig und reiste nach Asien.",
      "translated_text": "Andrew was working as a British trade envoy at the time and travelled to Asia."
    },
    {
      "text": "Kurz nach seinen Reisen soll er offizielle Berichte direkt an Epstein weitergeleitet haben.",
      "translated_text": "Shortly after his trips, he allegedly forwarded official reports directly to Epstein."
    },
    {
      "text": "Diese Informationen stammen aus Millionen von Dokumenten, die die US-Justiz im Januar 2026 veröffentlichte.",
      "translated_text": "This information comes from millions of documents released by US justice authorities in January 2026."
    },
    {
      "text": "Die Polizei hielt Andrew fast elf Stunden in Gewahrsam und ließ ihn dann frei.",
      "translated_text": "Police held Andrew in custody for almost eleven hours and then released him."
    },
    {
      "text": "Er wurde bisher nicht angeklagt, aber die Ermittlungen gehen weiter.",
      "translated_text": "He has not yet been charged, but the investigations are ongoing."
    },
    {
      "text": "Die Polizei durchsuchte auch Andrews früheres Zuhause, Royal Lodge in Windsor.",
      "translated_text": "Police also searched Andrew's former home, Royal Lodge in Windsor."
    },
    {
      "text": "König Charles erklärte, dass die Polizei vollen Zugang zu allen Dokumenten und Geräten hat.",
      "translated_text": "King Charles stated that the police have full access to all documents and devices."
    },
    {
      "text": "Die britische Regierung prüft nun, ob Andrew aus der Thronfolge gestrichen werden soll.",
      "translated_text": "The British government is now examining whether Andrew should be removed from the line of succession."
    },
    {
      "text": "Trotz früherer Probleme steht Andrew noch auf Platz acht der Thronfolge.",
      "translated_text": "Despite earlier problems, Andrew is still eighth in the line of succession."
    },
    {
      "text": "Das Vergehen, das Andrew vorgeworfen wird, kann in Großbritannien mit einer lebenslangen Freiheitsstrafe bestraft werden.",
      "translated_text": "The offence Andrew is accused of can be punished in Great Britain with a life sentence."
    },
    {
      "text": "Historisch gesehen ist Andrew der erste hochrangige britische Royal, der seit fast 400 Jahren verhaftet wurde.",
      "translated_text": "Historically speaking, Andrew is the first senior British royal to have been arrested in almost 400 years."
    },
    {
      "text": "Der Fall wird in Großbritannien und weltweit mit großem Interesse verfolgt.",
      "translated_text": "The case is being followed in Great Britain and worldwide with great interest."
    }
  ],
  "key_vocab": [
    {
      "term": "verhaften",
      "translated_term": "to arrest",
      "example_usage": "Andrew Mountbatten-Windsor wurde von der britischen Polizei verhaftet."
    },
    {
      "term": "vertraulich",
      "translated_term": "confidential",
      "example_usage": "Andrew soll vertrauliche Handelsinformationen mit Epstein geteilt haben."
    },
    {
      "term": "der Gewahrsam",
      "translated_term": "custody",
      "example_usage": "Die Polizei hielt Andrew fast elf Stunden in Gewahrsam."
    },
    {
      "term": "die Ermittlung",
      "translated_term": "the investigation",
      "example_usage": "Er wurde bisher nicht angeklagt, aber die Ermittlungen gehen weiter."
    },
    {
      "term": "die Thronfolge",
      "translated_term": "the line of succession",
      "example_usage": "Die Regierung prüft, ob Andrew aus der Thronfolge gestrichen werden soll."
    },
    {
      "term": "der Handelsbotschafter",
      "translated_term": "the trade envoy",
      "example_usage": "Andrew war damals als britischer Handelsbotschafter tätig."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Skandal",
      "translated_name": "Scandal"
    },
    {
      "name": "Justiz",
      "translated_name": "Justice"
    }
  ],
  "sources": [
    {
      "name": "NPR: U.K. considers cutting ex-Prince Andrew from line of succession over his Epstein ties",
      "link_url": "https://www.npr.org/2026/02/20/g-s1-110915/uk-former-prince-andrew-epstein-investigation"
    },
    {
      "name": "NBC News: Former Prince Andrew arrested following Epstein files revelations",
      "link_url": "https://www.nbcnews.com/world/united-kingdom/former-prince-andrew-arrested-epstein-files-revelations-rcna259691"
    }
  ]
}
