{
  "title": "AfD in Niedersachsen als rechtsextrem eingestuft",
  "translated_title": "AfD in Lower Saxony classified as right-wing extremist",
  "text": [
    {
      "text": "Der niedersächsische Verfassungsschutz hat den Landesverband der AfD offiziell als rechtsextremistische Organisation eingestuft.",
      "translated_text": "The Lower Saxony Office for the Protection of the Constitution has officially classified the state branch of the AfD as a right-wing extremist organisation."
    },
    {
      "text": "Das geschah Mitte Februar 2026.",
      "translated_text": "This happened in mid-February 2026."
    },
    {
      "text": "Niedersachsen ist das erste westdeutsche Bundesland, das diesen Schritt gemacht hat.",
      "translated_text": "Lower Saxony is the first western German state to have taken this step."
    },
    {
      "text": "In vier ostdeutschen Bundesländern - Brandenburg, Sachsen, Sachsen-Anhalt und Thüringen - ist die AfD schon länger als rechtsextrem eingestuft.",
      "translated_text": "In four eastern German states - Brandenburg, Saxony, Saxony-Anhalt, and Thuringia - the AfD has already been classified as right-wing extremist for longer."
    },
    {
      "text": "Die Innenministerin Niedersachsens, Daniela Behrens, erklärte, die größte Gefahr für die Gesellschaft komme vom Rechtsextremismus.",
      "translated_text": "Lower Saxony's Interior Minister, Daniela Behrens, stated that the greatest danger to society comes from right-wing extremism."
    },
    {
      "text": "Die Einstufung bedeutet, dass der Verfassungsschutz die AfD in Niedersachsen nun stärker überwachen darf.",
      "translated_text": "The classification means that the Office for the Protection of the Constitution may now monitor the AfD in Lower Saxony more closely."
    },
    {
      "text": "Dazu gehören das Abhören von Telefongesprächen und der Einsatz von Informanten in der Partei.",
      "translated_text": "This includes wiretapping phone calls and the use of informants within the party."
    },
    {
      "text": "Außerdem könnte es Folgen für AfD-Mitglieder haben, die im öffentlichen Dienst arbeiten.",
      "translated_text": "In addition, there could be consequences for AfD members who work in public service."
    },
    {
      "text": "Der Verfassungsschutz begründet die Einstufung mit der Migrationspolitik der Partei.",
      "translated_text": "The Office for the Protection of the Constitution justifies the classification with the party's migration policy."
    },
    {
      "text": "Die AfD fördere laut dem Bericht eine ethnonationalistische Ideologie, die der Demokratie widerspreche.",
      "translated_text": "According to the report, the AfD promotes an ethno-nationalist ideology that contradicts democracy."
    },
    {
      "text": "Die AfD lehnte die Einstufung ab und sprach von politischer Verfolgung.",
      "translated_text": "The AfD rejected the classification and spoke of political persecution."
    },
    {
      "text": "In Niedersachsen hat die Partei rund 8.000 Mitglieder.",
      "translated_text": "In Lower Saxony, the party has around 8,000 members."
    },
    {
      "text": "Bei aktuellen Umfragen liegt die AfD in Niedersachsen bei etwa 20 Prozent.",
      "translated_text": "In current polls, the AfD in Lower Saxony is at around 20 percent."
    },
    {
      "text": "Das ist deutlich mehr als die 11 Prozent bei der letzten Landtagswahl im Jahr 2022.",
      "translated_text": "This is significantly more than the 11 percent at the last state election in 2022."
    },
    {
      "text": "Die Entscheidung kam kurz nach dem ersten Jahrestag der Bundestagswahl, bei der die AfD bundesweit rund 20 Prozent der Stimmen erhielt.",
      "translated_text": "The decision came shortly after the first anniversary of the federal election, in which the AfD received around 20 percent of the votes nationwide."
    }
  ],
  "key_vocab": [
    {
      "term": "der Verfassungsschutz",
      "translated_term": "the Office for the Protection of the Constitution",
      "example_usage": "Der niedersächsische Verfassungsschutz hat die AfD als rechtsextrem eingestuft."
    },
    {
      "term": "einstufen",
      "translated_term": "to classify / to categorise",
      "example_usage": "Die AfD wurde als rechtsextremistische Organisation eingestuft."
    },
    {
      "term": "das Bundesland",
      "translated_term": "the federal state",
      "example_usage": "Niedersachsen ist das erste westdeutsche Bundesland, das diesen Schritt gemacht hat."
    },
    {
      "term": "überwachen",
      "translated_term": "to monitor / to surveil",
      "example_usage": "Der Verfassungsschutz darf die AfD nun stärker überwachen."
    },
    {
      "term": "die Ideologie",
      "translated_term": "the ideology",
      "example_usage": "Die AfD fördere eine ethnonationalistische Ideologie, die der Demokratie widerspreche."
    },
    {
      "term": "der öffentliche Dienst",
      "translated_term": "the public service",
      "example_usage": "Es könnte Folgen für AfD-Mitglieder haben, die im öffentlichen Dienst arbeiten."
    }
  ],
  "tags": [
    {
      "name": "Deutsche Politik",
      "translated_name": "German Politics"
    },
    {
      "name": "Extremismus",
      "translated_name": "Extremism"
    },
    {
      "name": "Deutschland",
      "translated_name": "Germany"
    }
  ],
  "sources": [
    {
      "name": "Bloomberg: AfD Faces Extremist Designation in Western Germany as Regional Votes Approach",
      "link_url": "https://www.bloomberg.com/news/articles/2026-02-17/german-afd-party-labeled-right-wing-extremist-by-western-region"
    },
    {
      "name": "Yahoo News: German far-right AfD classified extremist in state of Lower Saxony",
      "link_url": "https://www.yahoo.com/news/articles/german-far-afd-classified-extremist-121323327.html"
    }
  ]
}
