{
  "title": "Münchner Sicherheitskonferenz 2026: Merz warnt vor tiefer Spaltung zwischen Europa und USA",
  "translated_title": "Munich Security Conference 2026: Merz warns of deep rift between Europe and USA",
  "text": [
    {
      "text": "Die Münchner Sicherheitskonferenz 2026 fand vom 13. bis 15. Februar in München statt.",
      "translated_text": "The Munich Security Conference 2026 took place from February 13 to 15 in Munich."
    },
    {
      "text": "Mehr als 1.000 Teilnehmer aus über 115 Ländern kamen zusammen, um über globale Sicherheitsfragen zu diskutieren.",
      "translated_text": "More than 1,000 participants from over 115 countries came together to discuss global security issues."
    },
    {
      "text": "Das Thema der Konferenz lautete \"Under Destruction\" - zu Deutsch: \"Im Zerfall\".",
      "translated_text": "The theme of the conference was \"Under Destruction\"."
    },
    {
      "text": "Bundeskanzler Friedrich Merz hielt eine wichtige Rede auf der Konferenz.",
      "translated_text": "Federal Chancellor Friedrich Merz gave an important speech at the conference."
    },
    {
      "text": "Er warnte, dass sich eine tiefe Spaltung zwischen Europa und den USA geöffnet habe.",
      "translated_text": "He warned that a deep rift had opened between Europe and the USA."
    },
    {
      "text": "Merz betonte, dass selbst die USA nicht mächtig genug seien, um alleine zu handeln.",
      "translated_text": "Merz emphasized that even the USA would not be powerful enough to act alone."
    },
    {
      "text": "Er sprach auch mit dem französischen Präsidenten Emmanuel Macron über die strategische Zukunft Europas.",
      "translated_text": "He also spoke with French President Emmanuel Macron about Europe's strategic future."
    },
    {
      "text": "Der ukrainische Präsident Wolodymyr Selenskyj sprach ebenfalls auf der Konferenz.",
      "translated_text": "Ukrainian President Volodymyr Zelenskyy also spoke at the conference."
    },
    {
      "text": "Er beschrieb Russlands Präsident Wladimir Putin als einen Sklaven des Krieges.",
      "translated_text": "He described Russia's President Vladimir Putin as a slave to war."
    },
    {
      "text": "Selenskyj bot an, Wahlen in der Ukraine abzuhalten, wenn die USA einen zweimonatigen Waffenstillstand mit ausreichenden Sicherheitsgarantien sichern könnten.",
      "translated_text": "Zelenskyy offered to hold elections in Ukraine if the USA could secure a two-month ceasefire with adequate security guarantees."
    },
    {
      "text": "Er forderte außerdem einen festen Termin für den EU-Beitritt der Ukraine, am besten bis 2027.",
      "translated_text": "He also demanded a fixed date for Ukraine's EU accession, ideally by 2027."
    },
    {
      "text": "EU-Kommissionspräsidentin Ursula von der Leyen erklärte, dass gegenseitige Verteidigung für die EU keine Option, sondern eine Pflicht sei.",
      "translated_text": "EU Commission President Ursula von der Leyen stated that mutual defence is not optional for the EU, but an obligation."
    },
    {
      "text": "Die Konferenz endete ohne konkrete Ergebnisse für die Ukraine, hinterließ aber eine klare Botschaft: Europa muss mehr Verantwortung für seine eigene Sicherheit übernehmen.",
      "translated_text": "The conference ended without concrete results for Ukraine, but left a clear message: Europe must take more responsibility for its own security."
    }
  ],
  "key_vocab": [
    {
      "term": "die Sicherheitskonferenz",
      "translated_term": "the security conference",
      "example_usage": "Die Münchner Sicherheitskonferenz 2026 fand vom 13. bis 15. Februar in München statt."
    },
    {
      "term": "die Spaltung",
      "translated_term": "the rift / the division",
      "example_usage": "Er warnte, dass sich eine tiefe Spaltung zwischen Europa und den USA geöffnet habe."
    },
    {
      "term": "der Waffenstillstand",
      "translated_term": "the ceasefire",
      "example_usage": "Selenskyj bot an, Wahlen in der Ukraine abzuhalten, wenn die USA einen zweimonatigen Waffenstillstand sichern könnten."
    },
    {
      "term": "der Beitritt",
      "translated_term": "the accession / the joining",
      "example_usage": "Er forderte einen festen Termin für den EU-Beitritt der Ukraine."
    },
    {
      "term": "die Pflicht",
      "translated_term": "the duty / the obligation",
      "example_usage": "Ursula von der Leyen erklärte, dass gegenseitige Verteidigung für die EU keine Option, sondern eine Pflicht sei."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasize / to stress",
      "example_usage": "Merz betonte, dass selbst die USA nicht mächtig genug seien, um alleine zu handeln."
    },
    {
      "term": "die Verantwortung",
      "translated_term": "the responsibility",
      "example_usage": "Europa muss mehr Verantwortung für seine eigene Sicherheit übernehmen."
    }
  ],
  "tags": [
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "Ukraine-Krieg",
      "translated_name": "Ukraine War"
    },
    {
      "name": "Deutschland",
      "translated_name": "Germany"
    }
  ],
  "sources": [
    {
      "name": "Euronews: Munich Security Conference – Zelenskyy says Ukraine 'needs date' for EU accession",
      "link_url": "https://www.euronews.com/my-europe/2026/02/14/munich-security-conference-rubio-to-give-speech-as-leaders-gather"
    },
    {
      "name": "Al Jazeera: Merz, Macron to address Munich Security Conference amid disputes with US",
      "link_url": "https://www.aljazeera.com/news/2026/2/13/merz-macron-to-address-munich-security-conference-amid-disputes-with-us"
    },
    {
      "name": "Foreign Policy: Munich Security Conference 2026 – European Leaders Talk Ukraine, Gaza",
      "link_url": "https://foreignpolicy.com/2026/02/15/munich-security-conference-msc-kaja-kallas-woke-ukraine-gaza/"
    }
  ]
}
