{
  "title": "Drei Männer in Berlin wegen Terrorgefahr festgenommen",
  "translated_title": "Three Men Arrested in Berlin Due to Terrorism Threat",
  "text": [
    {
      "text": "Die Berliner Polizei hat am Freitag drei Männer festgenommen, die einen Terroranschlag geplant haben sollen.",
      "translated_text": "Berlin police arrested three men on Friday who are alleged to have planned a terrorist attack."
    },
    {
      "text": "Nach Angaben der Behörden wollten die Verdächtigen jüdische Einrichtungen in der deutschen Hauptstadt angreifen.",
      "translated_text": "According to the authorities, the suspects wanted to attack Jewish institutions in the German capital."
    },
    {
      "text": "Die drei Männer sollen im Auftrag der Hamas gehandelt haben.",
      "translated_text": "The three men are said to have acted on behalf of Hamas."
    },
    {
      "text": "Die Polizei durchsuchte mehrere Wohnungen in verschiedenen Stadtteilen Berlins.",
      "translated_text": "The police searched several apartments in different districts of Berlin."
    },
    {
      "text": "Bei den Durchsuchungen wurden Beweismittel sichergestellt, die auf konkrete Anschlagspläne hinweisen.",
      "translated_text": "During the searches, evidence was secured that points to concrete attack plans."
    },
    {
      "text": "Die Sicherheitslage in Berlin bleibt angespannt, aber die Behörden versichern, dass die Gefahr durch die schnelle Reaktion abgewendet wurde.",
      "translated_text": "The security situation in Berlin remains tense, but the authorities assure that the danger was averted through the quick response."
    },
    {
      "text": "Der Generalbundesanwalt hat die Ermittlungen übernommen, da es sich um einen Fall von besonderer Bedeutung handelt.",
      "translated_text": "The Federal Prosecutor has taken over the investigation, as this is a case of special importance."
    },
    {
      "text": "Politiker aller Parteien verurteilten die geplanten Anschläge scharf und lobten die Arbeit der Sicherheitskräfte.",
      "translated_text": "Politicians from all parties sharply condemned the planned attacks and praised the work of the security forces."
    },
    {
      "text": "Die jüdische Gemeinde in Berlin zeigte sich erleichtert über die Festnahmen, fordert aber weiterhin besseren Schutz.",
      "translated_text": "The Jewish community in Berlin expressed relief about the arrests, but continues to demand better protection."
    },
    {
      "text": "Die drei Verdächtigen befinden sich nun in Untersuchungshaft und werden in den kommenden Tagen dem Haftrichter vorgeführt.",
      "translated_text": "The three suspects are now in pre-trial detention and will be brought before the remand judge in the coming days."
    }
  ],
  "key_vocab": [
    {
      "term": "festnehmen",
      "translated_term": "to arrest",
      "example_usage": "Die Berliner Polizei hat am Freitag drei Männer festgenommen."
    },
    {
      "term": "der Anschlag",
      "translated_term": "attack",
      "example_usage": "Die drei Männer haben einen Terroranschlag geplant."
    },
    {
      "term": "die Einrichtung",
      "translated_term": "institution / facility",
      "example_usage": "Die Verdächtigen wollten jüdische Einrichtungen angreifen."
    },
    {
      "term": "der Verdächtige",
      "translated_term": "suspect",
      "example_usage": "Nach Angaben der Behörden wollten die Verdächtigen jüdische Einrichtungen angreifen."
    },
    {
      "term": "im Auftrag",
      "translated_term": "on behalf of",
      "example_usage": "Die drei Männer sollen im Auftrag der Hamas gehandelt haben."
    },
    {
      "term": "durchsuchen",
      "translated_term": "to search",
      "example_usage": "Die Polizei durchsuchte mehrere Wohnungen in verschiedenen Stadtteilen Berlins."
    },
    {
      "term": "das Beweismittel",
      "translated_term": "evidence",
      "example_usage": "Bei den Durchsuchungen wurden Beweismittel sichergestellt."
    },
    {
      "term": "abwenden",
      "translated_term": "to avert / to prevent",
      "example_usage": "Die Behörden versichern, dass die Gefahr durch die schnelle Reaktion abgewendet wurde."
    },
    {
      "term": "die Ermittlung",
      "translated_term": "investigation",
      "example_usage": "Der Generalbundesanwalt hat die Ermittlungen übernommen."
    },
    {
      "term": "verurteilen",
      "translated_term": "to condemn",
      "example_usage": "Politiker aller Parteien verurteilten die geplanten Anschläge scharf."
    },
    {
      "term": "die Untersuchungshaft",
      "translated_term": "pre-trial detention",
      "example_usage": "Die drei Verdächtigen befinden sich nun in Untersuchungshaft."
    }
  ],
  "tags": [
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Sicherheit",
      "translated_name": "Security"
    },
    {
      "name": "Terrorismus",
      "translated_name": "Terrorism"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
