{
  "title": "Berliner Forscher entdecken organische Stoffe auf Saturnmond",
  "translated_title": "Berlin Researchers Discover Organic Substances on Saturn Moon",
  "text": [
    {
      "text": "Wissenschaftler der Freien Universität Berlin haben eine aufregende Entdeckung gemacht.",
      "translated_text": "Scientists at the Free University of Berlin have made an exciting discovery."
    },
    {
      "text": "Sie haben neue organische Substanzen im Wasserdampf auf dem Saturnmond Enceladus gefunden.",
      "translated_text": "They have found new organic substances in the water vapor on Saturn's moon Enceladus."
    },
    {
      "text": "Enceladus ist ein kleiner Mond, der Saturn umkreist und eine eisige Oberfläche hat.",
      "translated_text": "Enceladus is a small moon that orbits Saturn and has an icy surface."
    },
    {
      "text": "Aus Rissen in der Eisschicht schießen regelmäßig Fontänen aus Wasserdampf ins All.",
      "translated_text": "From cracks in the ice layer, fountains of water vapor regularly shoot into space."
    },
    {
      "text": "Das Forschungsteam analysierte Daten, die von Raumsonden gesammelt wurden, und machte dabei die überraschende Entdeckung.",
      "translated_text": "The research team analyzed data collected by space probes and made the surprising discovery in the process."
    },
    {
      "text": "Die gefundenen organischen Moleküle könnten ein Hinweis auf außerirdisches Leben sein.",
      "translated_text": "The organic molecules found could be an indication of extraterrestrial life."
    },
    {
      "text": "Unter der Eisdecke von Enceladus verbirgt sich vermutlich ein großer Ozean aus flüssigem Wasser.",
      "translated_text": "A large ocean of liquid water is presumably hidden beneath the ice cover of Enceladus."
    },
    {
      "text": "Wissenschaftler glauben, dass in diesem Ozean die Bedingungen für Leben vorhanden sein könnten.",
      "translated_text": "Scientists believe that the conditions for life could exist in this ocean."
    },
    {
      "text": "Die Entdeckung gilt als wichtiger Schritt in der Suche nach Leben außerhalb der Erde.",
      "translated_text": "The discovery is considered an important step in the search for life outside Earth."
    },
    {
      "text": "Die Forscher planen nun weitere Untersuchungen, um mehr über die Zusammensetzung der organischen Stoffe zu erfahren.",
      "translated_text": "The researchers now plan further investigations to learn more about the composition of the organic substances."
    }
  ],
  "key_vocab": [
    {
      "term": "der Forscher / die Forscherin",
      "translated_term": "researcher",
      "example_usage": "Berliner Forscher entdecken organische Stoffe auf Saturnmond."
    },
    {
      "term": "entdecken",
      "translated_term": "to discover",
      "example_usage": "Wissenschaftler der Freien Universität Berlin haben eine aufregende Entdeckung gemacht."
    },
    {
      "term": "die Substanz",
      "translated_term": "substance",
      "example_usage": "Sie haben neue organische Substanzen im Wasserdampf gefunden."
    },
    {
      "term": "der Wasserdampf",
      "translated_term": "water vapor",
      "example_usage": "Aus Rissen in der Eisschicht schießen Fontänen aus Wasserdampf ins All."
    },
    {
      "term": "umkreisen",
      "translated_term": "to orbit",
      "example_usage": "Enceladus ist ein kleiner Mond, der Saturn umkreist."
    },
    {
      "term": "die Fontäne",
      "translated_term": "fountain / plume",
      "example_usage": "Aus Rissen in der Eisschicht schießen regelmäßig Fontänen aus Wasserdampf ins All."
    },
    {
      "term": "die Raumsonde",
      "translated_term": "space probe",
      "example_usage": "Das Forschungsteam analysierte Daten, die von Raumsonden gesammelt wurden."
    },
    {
      "term": "außerirdisch",
      "translated_term": "extraterrestrial / alien",
      "example_usage": "Die gefundenen organischen Moleküle könnten ein Hinweis auf außerirdisches Leben sein."
    },
    {
      "term": "sich verbergen",
      "translated_term": "to hide / to be hidden",
      "example_usage": "Unter der Eisdecke von Enceladus verbirgt sich vermutlich ein großer Ozean."
    },
    {
      "term": "die Bedingung",
      "translated_term": "condition",
      "example_usage": "Wissenschaftler glauben, dass in diesem Ozean die Bedingungen für Leben vorhanden sein könnten."
    }
  ],
  "tags": [
    {
      "name": "Berlin",
      "translated_name": "Berlin"
    },
    {
      "name": "Weltraumforschung",
      "translated_name": "Space Exploration"
    },
    {
      "name": "Wissenschaft",
      "translated_name": "Science"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
