{
  "title": "Generalstreik in Griechenland gegen Änderungen im Arbeitsrecht",
  "translated_title": "General Strike in Greece Against Changes in Labor Law",
  "text": [
    {
      "text": "Tausende Menschen haben am Freitag in Athen gegen geplante Änderungen im Arbeitsrecht protestiert.",
      "translated_text": "Thousands of people protested in Athens on Friday against planned changes in labor law."
    },
    {
      "text": "Im ganzen Land fand ein Generalstreik statt, der das öffentliche Leben weitgehend lahmlegte.",
      "translated_text": "A general strike took place across the country, which largely paralyzed public life."
    },
    {
      "text": "Die vorgeschlagenen Gesetzesänderungen würden den 8-Stunden-Arbeitstag auf bis zu 13 Stunden verlängern können.",
      "translated_text": "The proposed legislative changes could extend the 8-hour working day to up to 13 hours."
    },
    {
      "text": "Gewerkschaften kritisieren die Pläne scharf und sprechen von einem Angriff auf Arbeitnehmerrechte.",
      "translated_text": "Trade unions sharply criticize the plans and speak of an attack on workers' rights."
    },
    {
      "text": "In der Hauptstadt Athen zogen Demonstranten durch die Straßen und forderten die Regierung auf, die Reformen zurückzunehmen.",
      "translated_text": "In the capital Athens, demonstrators marched through the streets and called on the government to withdraw the reforms."
    },
    {
      "text": "Viele Geschäfte, Schulen und öffentliche Einrichtungen blieben geschlossen.",
      "translated_text": "Many shops, schools and public institutions remained closed."
    },
    {
      "text": "Auch der Verkehr war stark beeinträchtigt, da Busse und U-Bahnen nicht fuhren.",
      "translated_text": "Traffic was also severely disrupted, as buses and subways were not running."
    },
    {
      "text": "Die griechische Regierung verteidigt die Reformen als notwendig für wirtschaftliches Wachstum und mehr Flexibilität.",
      "translated_text": "The Greek government defends the reforms as necessary for economic growth and more flexibility."
    },
    {
      "text": "Kritiker befürchten jedoch, dass die Änderungen zu schlechteren Arbeitsbedingungen und Ausbeutung führen könnten.",
      "translated_text": "Critics fear, however, that the changes could lead to worse working conditions and exploitation."
    },
    {
      "text": "Es ist nicht der erste Protest gegen die Arbeitszeitreform, und weitere Aktionen sind bereits angekündigt.",
      "translated_text": "This is not the first protest against the working time reform, and further actions have already been announced."
    }
  ],
  "key_vocab": [
    {
      "term": "der Generalstreik",
      "translated_term": "general strike",
      "example_usage": "Im ganzen Land fand ein Generalstreik statt."
    },
    {
      "term": "das Arbeitsrecht",
      "translated_term": "labor law",
      "example_usage": "Tausende Menschen haben in Athen gegen geplante Änderungen im Arbeitsrecht protestiert."
    },
    {
      "term": "lahmlegen",
      "translated_term": "to paralyze / to bring to a standstill",
      "example_usage": "Der Generalstreik legte das öffentliche Leben weitgehend lahm."
    },
    {
      "term": "die Gesetzesänderung",
      "translated_term": "legislative change / amendment",
      "example_usage": "Die vorgeschlagenen Gesetzesänderungen würden den 8-Stunden-Arbeitstag verlängern."
    },
    {
      "term": "die Gewerkschaft",
      "translated_term": "trade union / labor union",
      "example_usage": "Gewerkschaften kritisieren die Pläne scharf."
    },
    {
      "term": "das Arbeitnehmerrecht",
      "translated_term": "workers' rights",
      "example_usage": "Gewerkschaften sprechen von einem Angriff auf Arbeitnehmerrechte."
    },
    {
      "term": "zurücknehmen",
      "translated_term": "to withdraw / to retract",
      "example_usage": "Demonstranten forderten die Regierung auf, die Reformen zurückzunehmen."
    },
    {
      "term": "beeinträchtigen",
      "translated_term": "to impair / to disrupt",
      "example_usage": "Der Verkehr war stark beeinträchtigt."
    },
    {
      "term": "verteidigen",
      "translated_term": "to defend",
      "example_usage": "Die griechische Regierung verteidigt die Reformen als notwendig."
    },
    {
      "term": "die Ausbeutung",
      "translated_term": "exploitation",
      "example_usage": "Kritiker befürchten, dass die Änderungen zu Ausbeutung führen könnten."
    },
    {
      "term": "ankündigen",
      "translated_term": "to announce",
      "example_usage": "Weitere Aktionen sind bereits angekündigt."
    }
  ],
  "tags": [
    {
      "name": "Griechenland",
      "translated_name": "Greece"
    },
    {
      "name": "Proteste",
      "translated_name": "Protests"
    },
    {
      "name": "Streik",
      "translated_name": "Strike"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia Current Events",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/October_2025"
    }
  ]
}
