{
  "title": "Friedensverhandlungen zur Ukraine in Genf",
  "translated_title": "Peace Negotiations on Ukraine in Geneva",
  "text": [
    {
      "text": "Am 23. November 2025 finden in Genf wichtige Friedensverhandlungen zur Ukraine statt.",
      "translated_text": "On November 23, 2025, important peace negotiations on Ukraine are taking place in Geneva."
    },
    {
      "text": "Der britische Premierminister Keir Starmer hat die Gespräche bestätigt.",
      "translated_text": "British Prime Minister Keir Starmer has confirmed the talks."
    },
    {
      "text": "Vertreter der USA, der Ukraine und europäischer Länder werden Trumps Friedensplan besprechen.",
      "translated_text": "Representatives from the USA, Ukraine, and European countries will discuss Trump's peace plan."
    },
    {
      "text": "Deutschland führt den europäischen Widerstand gegen diesen Plan an.",
      "translated_text": "Germany is leading the European resistance against this plan."
    },
    {
      "text": "Die deutsche Regierung möchte einen alternativen Friedensplan entwickeln.",
      "translated_text": "The German government wants to develop an alternative peace plan."
    },
    {
      "text": "Berlin ist mit Trumps Vorschlag nicht zufrieden, weil er die Interessen Russlands berücksichtigt.",
      "translated_text": "Berlin is not satisfied with Trump's proposal because it takes Russia's interests into account."
    },
    {
      "text": "Der ukrainische Präsident Selenskyj warnt vor einem schwierigen Moment in der Geschichte.",
      "translated_text": "Ukrainian President Zelensky warns of a difficult moment in history."
    },
    {
      "text": "Trump hat der Ukraine nur wenige Tage gegeben, um seinen Plan anzunehmen.",
      "translated_text": "Trump has given Ukraine only a few days to accept his plan."
    },
    {
      "text": "Die europäischen Staats- und Regierungschefs werden am 24. November in Angola über den Plan sprechen.",
      "translated_text": "European heads of state and government will discuss the plan in Angola on November 24."
    },
    {
      "text": "Der Präsident des Europäischen Rates, Antonio Costa, hat dieses Treffen angekündigt.",
      "translated_text": "The President of the European Council, Antonio Costa, has announced this meeting."
    },
    {
      "text": "Die russischen Streitkräfte setzen ihre Vorstöße entlang der Front fort.",
      "translated_text": "Russian armed forces continue their advances along the front."
    },
    {
      "text": "Experten beobachten eine Zunahme der Kämpfe in den letzten Wochen.",
      "translated_text": "Experts are observing an increase in fighting in recent weeks."
    },
    {
      "text": "Diese Verhandlungen könnten den Verlauf des Krieges verändern.",
      "translated_text": "These negotiations could change the course of the war."
    },
    {
      "text": "Die Welt wartet gespannt auf die Ergebnisse der Gespräche in Genf.",
      "translated_text": "The world is eagerly awaiting the results of the talks in Geneva."
    }
  ],
  "key_vocab": [
    {
      "term": "die Friedensverhandlungen",
      "translated_term": "peace negotiations",
      "example_usage": "Am 23. November 2025 finden in Genf wichtige Friedensverhandlungen zur Ukraine statt."
    },
    {
      "term": "der Widerstand",
      "translated_term": "resistance",
      "example_usage": "Deutschland führt den europäischen Widerstand gegen diesen Plan an."
    },
    {
      "term": "berücksichtigen",
      "translated_term": "to take into account",
      "example_usage": "Berlin ist mit Trumps Vorschlag nicht zufrieden, weil er die Interessen Russlands berücksichtigt."
    },
    {
      "term": "der Vorschlag",
      "translated_term": "proposal",
      "example_usage": "Berlin ist mit Trumps Vorschlag nicht zufrieden."
    },
    {
      "term": "der Vorstoß",
      "translated_term": "advance",
      "example_usage": "Die russischen Streitkräfte setzen ihre Vorstöße entlang der Front fort."
    }
  ],
  "tags": [
    {
      "name": "Ukraine-Krieg",
      "translated_name": "Ukraine War"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "Deutschland",
      "translated_name": "Germany"
    }
  ],
  "sources": [
    {
      "name": "Pravda USA - UK PM Confirms Geneva Peace Negotiations",
      "link_url": "https://usa.news-pravda.com/world/2025/11/22/562242.html"
    },
    {
      "name": "Pravda Germany - Germany Leading Europe's Pushback",
      "link_url": "https://germany.news-pravda.com/en/world/2025/11/21/98609.html"
    }
  ]
}
