{
  "title": "Japan gelingt weltweit erster Tiefsee-Abbau von Seltenen Erden",
  "translated_title": "Japan Achieves World's First Deep-Sea Rare Earth Mining",
  "text": [
    {
      "text": "Japan hat im Februar 2026 einen wichtigen Meilenstein erreicht: Das Land hat als erstes der Welt erfolgreich Seltene Erden aus dem Tiefseeboden gewonnen.",
      "translated_text": "In February 2026, Japan reached an important milestone: the country became the first in the world to successfully extract rare earth elements from the deep seabed."
    },
    {
      "text": "Seltene Erden sind 17 Metalle, die man für viele moderne Produkte braucht, zum Beispiel für Elektroautos, Windkraftanlagen und Smartphones.",
      "translated_text": "Rare earths are 17 metals needed for many modern products, for example electric cars, wind turbines, and smartphones."
    },
    {
      "text": "Japan importiert etwa 70 Prozent seiner Seltenen Erden aus China.",
      "translated_text": "Japan imports about 70 percent of its rare earths from China."
    },
    {
      "text": "Das macht Japan sehr abhängig von China, deshalb sucht das Land nach eigenen Quellen.",
      "translated_text": "This makes Japan very dependent on China, which is why the country is looking for its own sources."
    },
    {
      "text": "Das Forschungsschiff Chikyu fuhr zu der Insel Minamitorishima im Pazifischen Ozean, etwa 1.900 Kilometer südöstlich von Tokio.",
      "translated_text": "The research vessel Chikyu sailed to the island of Minamitorishima in the Pacific Ocean, about 1,900 kilometres south-east of Tokyo."
    },
    {
      "text": "Dort hat das Schiff eine Bohranlage in fast 6.000 Meter Tiefe hinuntergelassen.",
      "translated_text": "There, the vessel lowered a drilling rig to almost 6,000 metres depth."
    },
    {
      "text": "Diese Tiefe ist größer als die Höhe des Fuji-Berges - das ist ein Weltrekord.",
      "translated_text": "This depth is greater than the height of Mount Fuji - that is a world record."
    },
    {
      "text": "Die Meeresgebiete rund um Minamitorishima sollen schätzungsweise 16 Millionen Tonnen Seltener Erden enthalten.",
      "translated_text": "The sea areas around Minamitorishima are estimated to contain approximately 16 million tonnes of rare earths."
    },
    {
      "text": "Das wäre die drittgrößte Reserve weltweit.",
      "translated_text": "That would be the third-largest reserve in the world."
    },
    {
      "text": "Der geopolitische Hintergrund ist wichtig: China hat in letzter Zeit den Export von bestimmten Rohstoffen eingeschränkt.",
      "translated_text": "The geopolitical context is important: China has recently restricted the export of certain raw materials."
    },
    {
      "text": "Viele Länder möchten deshalb unabhängiger von China werden.",
      "translated_text": "Many countries therefore want to become more independent from China."
    },
    {
      "text": "Experten warnen jedoch, dass der Tiefsee-Abbau sehr teuer ist und viele technische Herausforderungen mit sich bringt.",
      "translated_text": "However, experts warn that deep-sea mining is very expensive and brings many technical challenges."
    },
    {
      "text": "Auch Fragen zum Umweltschutz sind noch nicht geklärt.",
      "translated_text": "Questions about environmental protection have also not yet been resolved."
    },
    {
      "text": "Wenn die Tests gut verlaufen, plant Japan bis 2027 einen vollständigen Testbetrieb.",
      "translated_text": "If the tests go well, Japan plans a full-scale demonstration by 2027."
    }
  ],
  "key_vocab": [
    {
      "term": "die Seltenen Erden",
      "translated_term": "rare earths / rare earth elements",
      "example_usage": "Japan hat als erstes der Welt erfolgreich Seltene Erden aus dem Tiefseeboden gewonnen."
    },
    {
      "term": "abbauen",
      "translated_term": "to mine / to extract",
      "example_usage": "Japan baut als erstes Land der Welt Seltene Erden aus dem Tiefseeboden ab."
    },
    {
      "term": "abhängig",
      "translated_term": "dependent",
      "example_usage": "Japan importiert etwa 70 Prozent seiner Seltenen Erden aus China - das macht Japan sehr abhängig von China."
    },
    {
      "term": "die Tiefe",
      "translated_term": "the depth",
      "example_usage": "Das Schiff hat eine Bohranlage in fast 6.000 Meter Tiefe hinuntergelassen."
    },
    {
      "term": "schätzen",
      "translated_term": "to estimate",
      "example_usage": "Die Meeresgebiete rund um Minamitorishima sollen schätzungsweise 16 Millionen Tonnen Seltener Erden enthalten."
    },
    {
      "term": "die Herausforderung",
      "translated_term": "the challenge",
      "example_usage": "Der Tiefsee-Abbau ist sehr teuer und bringt viele technische Herausforderungen mit sich."
    },
    {
      "term": "einschränken",
      "translated_term": "to restrict / to limit",
      "example_usage": "China hat in letzter Zeit den Export von bestimmten Rohstoffen eingeschränkt."
    }
  ],
  "tags": [
    {
      "name": "Japan",
      "translated_name": "Japan"
    },
    {
      "name": "Rohstoffe",
      "translated_name": "Raw Materials"
    },
    {
      "name": "China",
      "translated_name": "China"
    },
    {
      "name": "Technologie",
      "translated_name": "Technology"
    }
  ],
  "sources": [
    {
      "name": "Al Jazeera: Japan deep-sea hunt finds rare earths as it seeks to cut reliance on China",
      "link_url": "https://www.aljazeera.com/news/2026/2/2/japan-deep-sea-hunt-finds-rare-earths-as-it-seeks-to-cut-reliance-on-china"
    },
    {
      "name": "The Japan Times: Japan steps up deep-sea mining plan to cut rare-earth dependence",
      "link_url": "https://www.japantimes.co.jp/news/2026/02/12/japan/japan-rare-earth-deep-sea-mining/"
    },
    {
      "name": "Mining.com: Japan launches world's first deep-sea rare earth mining test",
      "link_url": "https://www.mining.com/japan-launches-worlds-first-deep-sea-rare-earth-mining-test/"
    }
  ]
}
