{
  "title": "Britisches Gericht erklärt Verbot von Palestine Action für rechtswidrig",
  "translated_title": "British Court Rules Ban on Palestine Action Unlawful",
  "text": [
    {
      "text": "Ein britisches Gericht hat eine wichtige Entscheidung getroffen: Der High Court erklärte das Verbot der Gruppe Palestine Action für rechtswidrig.",
      "translated_text": "A British court has made an important decision: the High Court declared the ban on the group Palestine Action unlawful."
    },
    {
      "text": "Die britische Regierung hatte Palestine Action im Juli 2025 als Terrororganisation eingestuft.",
      "translated_text": "The British government had designated Palestine Action as a terrorist organisation in July 2025."
    },
    {
      "text": "Das war ungefähr einen Monat, nachdem Aktivisten in einen Luftwaffenstützpunkt eingebrochen waren.",
      "translated_text": "That was approximately one month after activists had broken into an air force base."
    },
    {
      "text": "Sie hatten rote Farbe in Flugzeugmotoren gespritzt und weitere Schäden verursacht.",
      "translated_text": "They had sprayed red paint into aircraft engines and caused further damage."
    },
    {
      "text": "Drei Richter entschieden nun, dass das Verbot unverhältnismäßig sei.",
      "translated_text": "Three judges have now decided that the ban was disproportionate."
    },
    {
      "text": "Sie sagten, die Aktivitäten von Palestine Action hätten nicht das Ausmaß erreicht, das eine Einstufung als Terrororganisation rechtfertigen würde.",
      "translated_text": "They said the activities of Palestine Action had not reached the scale that would justify being designated a terrorist organisation."
    },
    {
      "text": "Das Verbot greife zu stark in das Recht auf Meinungsfreiheit und Versammlungsfreiheit ein.",
      "translated_text": "The ban interfered too strongly with the right to freedom of expression and freedom of assembly."
    },
    {
      "text": "Seit dem Verbot wurden mehr als 2.700 Menschen bei Protesten verhaftet.",
      "translated_text": "Since the ban, more than 2,700 people have been arrested at protests."
    },
    {
      "text": "Fast 700 davon wurden nach dem Terrorgesetz angeklagt, weil sie Schilder mit dem Schriftzug I support Palestine Action gehalten hatten.",
      "translated_text": "Almost 700 of them were charged under the Terrorism Act for holding signs saying 'I support Palestine Action'."
    },
    {
      "text": "Das Verbot bleibt jedoch vorerst in Kraft, während die Regierung Berufung einlegt.",
      "translated_text": "However, the ban remains in force for now while the government files an appeal."
    },
    {
      "text": "Innenministerin Shabana Mahmood sagte, sie sei enttäuscht von der Entscheidung.",
      "translated_text": "Home Secretary Shabana Mahmood said she was disappointed by the decision."
    },
    {
      "text": "Menschenrechtsorganisationen wie Amnesty International lobten dagegen das Urteil.",
      "translated_text": "Human rights organisations such as Amnesty International, on the other hand, praised the ruling."
    },
    {
      "text": "Amnesty sagte, das Gericht habe eine klare Linie gegen den Missbrauch von Anti-Terror-Gesetzen gezogen.",
      "translated_text": "Amnesty said the court had drawn a clear line against the misuse of anti-terrorism laws."
    },
    {
      "text": "Der Fall zeigt die Spannung zwischen Sicherheitsinteressen der Regierung und dem Schutz der Protestrechte in Großbritannien.",
      "translated_text": "The case shows the tension between the government's security interests and the protection of protest rights in Great Britain."
    }
  ],
  "key_vocab": [
    {
      "term": "rechtswidrig",
      "translated_term": "unlawful / illegal",
      "example_usage": "Der High Court erklärte das Verbot der Gruppe Palestine Action für rechtswidrig."
    },
    {
      "term": "die Terrororganisation",
      "translated_term": "the terrorist organisation",
      "example_usage": "Die britische Regierung hatte Palestine Action im Juli 2025 als Terrororganisation eingestuft."
    },
    {
      "term": "einstufen",
      "translated_term": "to classify / to designate",
      "example_usage": "Die britische Regierung hatte Palestine Action als Terrororganisation eingestuft."
    },
    {
      "term": "unverhältnismäßig",
      "translated_term": "disproportionate",
      "example_usage": "Drei Richter entschieden, dass das Verbot unverhältnismäßig sei."
    },
    {
      "term": "die Versammlungsfreiheit",
      "translated_term": "freedom of assembly",
      "example_usage": "Das Verbot greife zu stark in das Recht auf Meinungsfreiheit und Versammlungsfreiheit ein."
    },
    {
      "term": "die Berufung",
      "translated_term": "the appeal",
      "example_usage": "Das Verbot bleibt vorerst in Kraft, während die Regierung Berufung einlegt."
    },
    {
      "term": "das Urteil",
      "translated_term": "the ruling / verdict / judgement",
      "example_usage": "Menschenrechtsorganisationen wie Amnesty International lobten das Urteil."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Britische Politik",
      "translated_name": "British Politics"
    },
    {
      "name": "Menschenrechte",
      "translated_name": "Human Rights"
    },
    {
      "name": "Proteste",
      "translated_name": "Protests"
    }
  ],
  "sources": [
    {
      "name": "Al Jazeera: UK decision to ban Palestine Action as terror group unlawful, court says",
      "link_url": "https://www.aljazeera.com/news/2026/2/13/uk-decision-to-ban-palestine-action-as-terror-group-unlawful-court-says"
    },
    {
      "name": "CBS News: U.K. High Court rules Palestine Action terrorist designation unlawful",
      "link_url": "https://www.cbsnews.com/news/uk-palestine-action-terrorist-designation-unlawful-high-court-rules/"
    },
    {
      "name": "Amnesty International UK: UK Court draws line in the sand against misuse of terrorism powers",
      "link_url": "https://www.amnesty.org.uk/latest/uk-court-draws-line-in-the-sand-against-misuse-of-terrorism-powers/"
    }
  ]
}
