{
  "title": "Europas Staats- und Regierungschefs treffen sich in Kopenhagen",
  "translated_title": "Europe's heads of state and government meet in Copenhagen",
  "text": [
    {
      "text": "Am 25. Oktober 2025 fand in Kopenhagen, der Hauptstadt Dänemarks, der siebte Gipfel der Europäischen Politischen Gemeinschaft statt.",
      "translated_text": "On October 25, 2025, the seventh summit of the European Political Community took place in Copenhagen, the capital of Denmark."
    },
    {
      "text": "Die Europäische Politische Gemeinschaft ist ein Forum für politische Zusammenarbeit zwischen europäischen Ländern.",
      "translated_text": "The European Political Community is a forum for political cooperation between European countries."
    },
    {
      "text": "Mehr als 40 Staats- und Regierungschefs aus ganz Europa nahmen an dem Treffen teil.",
      "translated_text": "More than 40 heads of state and government from across Europe participated in the meeting."
    },
    {
      "text": "Die Teilnehmer diskutierten wichtige Themen wie Sicherheit, Energie und wirtschaftliche Zusammenarbeit.",
      "translated_text": "The participants discussed important topics such as security, energy, and economic cooperation."
    },
    {
      "text": "Besonders wichtig waren die Gespräche über die Energieversorgung in Europa.",
      "translated_text": "The talks about energy supply in Europe were particularly important."
    },
    {
      "text": "Viele europäische Länder wollen ihre Energiequellen diversifizieren und unabhängiger werden.",
      "translated_text": "Many European countries want to diversify their energy sources and become more independent."
    },
    {
      "text": "Ein weiteres zentrales Thema war die gemeinsame Sicherheitspolitik.",
      "translated_text": "Another central topic was common security policy."
    },
    {
      "text": "Die Staats- und Regierungschefs betonten die Bedeutung der europäischen Solidarität.",
      "translated_text": "The heads of state and government emphasized the importance of European solidarity."
    },
    {
      "text": "Der dänische Premierminister begrüßte alle Gäste und sagte, dass Europa nur gemeinsam stark sein kann.",
      "translated_text": "The Danish Prime Minister welcomed all guests and said that Europe can only be strong together."
    },
    {
      "text": "Am Ende des Gipfels einigten sich die Teilnehmer darauf, ihre Zusammenarbeit in Zukunft weiter zu intensivieren.",
      "translated_text": "At the end of the summit, the participants agreed to further intensify their cooperation in the future."
    }
  ],
  "key_vocab": [
    {
      "term": "der Gipfel",
      "translated_term": "summit",
      "example_usage": "Der siebte Gipfel der Europäischen Politischen Gemeinschaft fand in Kopenhagen statt."
    },
    {
      "term": "die Zusammenarbeit",
      "translated_term": "cooperation",
      "example_usage": "Die Teilnehmer einigten sich darauf, ihre Zusammenarbeit in Zukunft weiter zu intensivieren."
    },
    {
      "term": "teilnehmen",
      "translated_term": "to participate",
      "example_usage": "Mehr als 40 Staats- und Regierungschefs nahmen an dem Treffen teil."
    },
    {
      "term": "diskutieren",
      "translated_term": "to discuss",
      "example_usage": "Die Teilnehmer diskutierten wichtige Themen wie Sicherheit, Energie und wirtschaftliche Zusammenarbeit."
    },
    {
      "term": "die Energieversorgung",
      "translated_term": "energy supply",
      "example_usage": "Besonders wichtig waren die Gespräche über die Energieversorgung in Europa."
    },
    {
      "term": "diversifizieren",
      "translated_term": "to diversify",
      "example_usage": "Viele europäische Länder wollen ihre Energiequellen diversifizieren."
    },
    {
      "term": "die Sicherheitspolitik",
      "translated_term": "security policy",
      "example_usage": "Ein weiteres zentrales Thema war die gemeinsame Sicherheitspolitik."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasize",
      "example_usage": "Die Staats- und Regierungschefs betonten die Bedeutung der europäischen Solidarität."
    },
    {
      "term": "die Solidarität",
      "translated_term": "solidarity",
      "example_usage": "Die Staats- und Regierungschefs betonten die Bedeutung der europäischen Solidarität."
    },
    {
      "term": "sich einigen",
      "translated_term": "to agree",
      "example_usage": "Die Teilnehmer einigten sich darauf, ihre Zusammenarbeit in Zukunft weiter zu intensivieren."
    }
  ],
  "tags": [
    {
      "name": "Europäische Union",
      "translated_name": "European Union"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "Wirtschaftspolitik",
      "translated_name": "Economic Policy"
    }
  ],
  "sources": [
    {
      "name": "Euronews",
      "link_url": "https://www.euronews.com/video/2025/10/25/latest-news-bulletin-october-25th-2025-midday"
    }
  ]
}
