{
  "title": "Trump beschuldigt die UN wegen Problemen bei seiner Rede",
  "translated_title": "Trump accuses the UN over problems with his speech",
  "text": [
    {
      "text": "Der ehemalige US-Präsident Trump hat die Vereinten Nationen beschuldigt, seine Rede zu sabotieren.",
      "translated_text": "Former US President Trump has accused the United Nations of sabotaging his speech."
    },
    {
      "text": "Trump sagte, dass drei 'böse Ereignisse' seine Rede am Hauptsitz der UN gestört haben.",
      "translated_text": "Trump said that three 'sinister events' disrupted his speech at the UN headquarters."
    },
    {
      "text": "Eines dieser Probleme war eine kaputte Rolltreppe, die nicht funktionierte.",
      "translated_text": "One of these problems was a broken escalator that did not work."
    },
    {
      "text": "Die Vereinten Nationen sagen jedoch, dass Trumps Team selbst schuld an den Problemen war.",
      "translated_text": "However, the United Nations says that Trump's team was itself to blame for the problems."
    },
    {
      "text": "UN-Sprecher erklärten, dass alle technischen Geräte vor der Rede getestet wurden.",
      "translated_text": "UN spokespeople explained that all technical equipment was tested before the speech."
    },
    {
      "text": "Trump hatte früh am Morgen über seine Probleme auf Social Media geschrieben.",
      "translated_text": "Trump had written about his problems on social media early in the morning."
    },
    {
      "text": "Viele Politiker und Journalisten kritisierten Trumps Vorwürfe gegen die UN.",
      "translated_text": "Many politicians and journalists criticized Trump's accusations against the UN."
    },
    {
      "text": "Die UN ist eine internationale Organisation, die für den Weltfrieden arbeitet.",
      "translated_text": "The UN is an international organization that works for world peace."
    },
    {
      "text": "Solche Vorwürfe können das Vertrauen zwischen den USA und der UN beschädigen.",
      "translated_text": "Such accusations can damage trust between the USA and the UN."
    },
    {
      "text": "Experten sagen, dass diplomatische Probleme durch bessere Kommunikation gelöst werden können.",
      "translated_text": "Experts say that diplomatic problems can be solved through better communication."
    }
  ],
  "key_vocab": [
    {
      "term": "die Vereinten Nationen",
      "translated_term": "United Nations",
      "example_usage": "Der ehemalige US-Präsident Trump hat die Vereinten Nationen beschuldigt, seine Rede zu sabotieren."
    },
    {
      "term": "beschuldigen",
      "translated_term": "to accuse",
      "example_usage": "Trump hat die Vereinten Nationen beschuldigt, seine Rede zu sabotieren."
    },
    {
      "term": "sabotieren",
      "translated_term": "to sabotage",
      "example_usage": "Trump hat die UN beschuldigt, seine Rede zu sabotieren."
    },
    {
      "term": "das Ereignis",
      "translated_term": "event",
      "example_usage": "Trump sagte, dass drei böse Ereignisse seine Rede gestört haben."
    },
    {
      "term": "stören",
      "translated_term": "to disrupt",
      "example_usage": "Drei böse Ereignisse haben seine Rede am UN-Hauptsitz gestört."
    },
    {
      "term": "die Rolltreppe",
      "translated_term": "escalator",
      "example_usage": "Eines der Probleme war eine kaputte Rolltreppe, die nicht funktionierte."
    },
    {
      "term": "schuld sein",
      "translated_term": "to be to blame",
      "example_usage": "Die UN sagen, dass Trumps Team selbst schuld an den Problemen war."
    },
    {
      "term": "der Sprecher",
      "translated_term": "spokesperson",
      "example_usage": "UN-Sprecher erklärten, dass alle technischen Geräte getestet wurden."
    },
    {
      "term": "der Vorwurf",
      "translated_term": "accusation",
      "example_usage": "Viele Politiker kritisierten Trumps Vorwürfe gegen die UN."
    },
    {
      "term": "das Vertrauen",
      "translated_term": "trust",
      "example_usage": "Solche Vorwürfe können das Vertrauen zwischen den USA und der UN beschädigen."
    }
  ],
  "tags": [
    {
      "name": "USA-UN Beziehungen",
      "translated_name": "US-UN Relations"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    },
    {
      "name": "Vereinte Nationen",
      "translated_name": "United Nations"
    }
  ],
  "sources": [
    {
      "name": "NPR",
      "link_url": "https://www.npr.org/"
    }
  ]
}