{
  "title": "Sudan: Über 6.000 Menschen in Darfur getötet – UN warnen vor humanitärer Katastrophe",
  "translated_title": "Sudan: Over 6,000 people killed in Darfur – UN warns of humanitarian catastrophe",
  "text": [
    {
      "text": "Im Sudan hat eine Welle intensiver Gewalt über 6.000 Menschen das Leben gekostet.",
      "translated_text": "In Sudan, a wave of intense violence has cost more than 6,000 people their lives."
    },
    {
      "text": "Die Gewalt ereignete sich innerhalb von drei Tagen in der Region Darfur.",
      "translated_text": "The violence occurred within three days in the Darfur region."
    },
    {
      "text": "Eine paramilitärische Gruppe war für die Angriffe verantwortlich, wie die Vereinten Nationen berichteten.",
      "translated_text": "A paramilitary group was responsible for the attacks, as the United Nations reported."
    },
    {
      "text": "Seit dem Beginn des Bürgerkriegs im April 2023 kämpfen die sudanesische Armee und die Rapid Support Forces gegeneinander.",
      "translated_text": "Since the beginning of the civil war in April 2023, the Sudanese army and the Rapid Support Forces have been fighting each other."
    },
    {
      "text": "Darfur ist eine der am stärksten betroffenen Regionen in diesem Konflikt.",
      "translated_text": "Darfur is one of the most severely affected regions in this conflict."
    },
    {
      "text": "Millionen von Menschen wurden durch den Krieg aus ihrer Heimat vertrieben.",
      "translated_text": "Millions of people have been displaced from their homes by the war."
    },
    {
      "text": "Die humanitäre Lage im Sudan ist eine der schlimmsten der Welt.",
      "translated_text": "The humanitarian situation in Sudan is one of the worst in the world."
    },
    {
      "text": "Viele Menschen haben keinen Zugang zu Nahrungsmitteln, Wasser oder medizinischer Versorgung.",
      "translated_text": "Many people have no access to food, water or medical care."
    },
    {
      "text": "Hilfsorganisationen haben große Schwierigkeiten, die betroffenen Menschen zu erreichen.",
      "translated_text": "Aid organisations have great difficulty reaching the affected people."
    },
    {
      "text": "Die UN fordern ein sofortiges Ende der Kämpfe und freien Zugang für humanitäre Hilfe.",
      "translated_text": "The UN are calling for an immediate end to the fighting and free access for humanitarian aid."
    },
    {
      "text": "Die internationale Gemeinschaft ist tief besorgt über die Situation.",
      "translated_text": "The international community is deeply concerned about the situation."
    },
    {
      "text": "Einige Länder haben Sanktionen gegen die Verantwortlichen gefordert.",
      "translated_text": "Some countries have called for sanctions against those responsible."
    },
    {
      "text": "Doch bisher gibt es keine politische Lösung für den Konflikt.",
      "translated_text": "But so far there is no political solution to the conflict."
    },
    {
      "text": "Experten warnen, dass die Situation in Darfur noch schlimmer werden könnte.",
      "translated_text": "Experts warn that the situation in Darfur could get even worse."
    },
    {
      "text": "Die Welt muss handeln, um eine weitere humanitäre Katastrophe zu verhindern.",
      "translated_text": "The world must act to prevent a further humanitarian catastrophe."
    }
  ],
  "key_vocab": [
    {
      "term": "die Gewalt",
      "translated_term": "violence",
      "example_usage": "Im Sudan hat eine Welle intensiver Gewalt über 6.000 Menschen das Leben gekostet."
    },
    {
      "term": "paramilitärisch",
      "translated_term": "paramilitary",
      "example_usage": "Eine paramilitärische Gruppe war für die Angriffe verantwortlich."
    },
    {
      "term": "der Bürgerkrieg",
      "translated_term": "civil war",
      "example_usage": "Seit dem Beginn des Bürgerkriegs im April 2023 kämpfen die sudanesische Armee und die Rapid Support Forces gegeneinander."
    },
    {
      "term": "vertreiben",
      "translated_term": "to displace, to drive out",
      "example_usage": "Millionen von Menschen wurden durch den Krieg aus ihrer Heimat vertrieben."
    },
    {
      "term": "die humanitäre Lage",
      "translated_term": "humanitarian situation",
      "example_usage": "Die humanitäre Lage im Sudan ist eine der schlimmsten der Welt."
    },
    {
      "term": "die Sanktionen (pl.)",
      "translated_term": "sanctions",
      "example_usage": "Einige Länder haben Sanktionen gegen die Verantwortlichen gefordert."
    },
    {
      "term": "die Hilfsorganisation",
      "translated_term": "aid organisation",
      "example_usage": "Hilfsorganisationen haben große Schwierigkeiten, die betroffenen Menschen zu erreichen."
    }
  ],
  "tags": [
    {
      "name": "Afrika",
      "translated_name": "Africa"
    },
    {
      "name": "Humanitäre Krise",
      "translated_name": "Humanitarian Crisis"
    },
    {
      "name": "Bürgerkrieg",
      "translated_name": "Civil War"
    }
  ],
  "sources": [
    {
      "name": "Wikipedia: Portal:Current events/February 2026",
      "link_url": "https://en.wikipedia.org/wiki/Portal:Current_events/February_2026"
    },
    {
      "name": "UN News: Sudan crisis coverage",
      "link_url": "https://news.un.org/en/audio/2026/02/1166936"
    }
  ]
}
