{
  "title": "Friedensgespräche in Genf: Ukraine, Russland und USA verhandeln",
  "translated_title": "Peace talks in Geneva: Ukraine, Russia and USA negotiate",
  "text": [
    {
      "text": "Am 17. und 18. Februar 2026 finden in Genf wichtige Friedensgespräche statt.",
      "translated_text": "On 17 and 18 February 2026, important peace talks are taking place in Geneva."
    },
    {
      "text": "Die Ukraine, Russland und die USA nehmen an diesen Verhandlungen teil.",
      "translated_text": "Ukraine, Russia and the USA are participating in these negotiations."
    },
    {
      "text": "Es ist bereits die dritte Runde dieser Gespräche in diesem Jahr.",
      "translated_text": "This is already the third round of these talks this year."
    },
    {
      "text": "Die ersten Runden fanden in Abu Dhabi statt, aber jetzt verhandeln die Parteien zum ersten Mal in Europa.",
      "translated_text": "The first rounds took place in Abu Dhabi, but now the parties are negotiating in Europe for the first time."
    },
    {
      "text": "Rustem Umerov leitet die ukrainische Delegation.",
      "translated_text": "Rustem Umerov leads the Ukrainian delegation."
    },
    {
      "text": "Er sagte: \"Wir beginnen eine weitere Runde der Verhandlungen im trilateralen Format.\"",
      "translated_text": "He said: \"We are starting another round of negotiations in the trilateral format.\""
    },
    {
      "text": "Bei den Gesprächen geht es um Sicherheitsgarantien, humanitäre Fragen und einen möglichen Energiewaffenstillstand.",
      "translated_text": "The talks are about security guarantees, humanitarian issues and a possible energy ceasefire."
    },
    {
      "text": "Präsident Selenskyj sagte, Russland müsse konkrete Antworten zu den umstrittenen Regionen Donezk und Luhansk geben.",
      "translated_text": "President Zelensky said Russia must provide concrete answers regarding the contested regions of Donetsk and Luhansk."
    },
    {
      "text": "Russland ersetzte kurz vor den Gesprächen den Leiter seiner Verhandlungsdelegation durch Medinski.",
      "translated_text": "Russia replaced the head of its negotiating delegation shortly before the talks with Medinsky."
    },
    {
      "text": "Selenskyj war überrascht und meinte, dieser Schritt könnte ein Versuch sein, die Verhandlungen zu verzögern.",
      "translated_text": "Zelensky was surprised and suggested this step could be an attempt to delay the negotiations."
    },
    {
      "text": "In den letzten Wochen gab es einige kleine Fortschritte: Beide Seiten tauschten Gefangene aus und vereinbarten kurz einen Waffenstillstand für Energieanlagen.",
      "translated_text": "In recent weeks there has been some small progress: both sides exchanged prisoners and briefly agreed to a ceasefire for energy infrastructure."
    },
    {
      "text": "Aber Russland griff die Ukraine kurz danach wieder mit Drohnen und Raketen an.",
      "translated_text": "But Russia attacked Ukraine again shortly after with drones and missiles."
    },
    {
      "text": "Präsident Trump möchte, dass beide Seiten bis Juni 2026 ein Friedensabkommen unterzeichnen.",
      "translated_text": "President Trump wants both sides to sign a peace agreement by June 2026."
    },
    {
      "text": "Europäische Länder wie Großbritannien und Frankreich haben versprochen, Soldaten in die Ukraine zu schicken, um ihre Sicherheit zu garantieren.",
      "translated_text": "European countries such as Great Britain and France have promised to send soldiers to Ukraine to guarantee its security."
    },
    {
      "text": "Die Verhandlungen in Genf sind ein wichtiger Schritt, aber ein umfassender Frieden bleibt noch schwierig zu erreichen.",
      "translated_text": "The negotiations in Geneva are an important step, but a comprehensive peace remains difficult to achieve."
    }
  ],
  "key_vocab": [
    {
      "term": "die Friedensgespräche (pl.)",
      "translated_term": "peace talks",
      "example_usage": "Am 17. und 18. Februar 2026 finden in Genf wichtige Friedensgespräche statt."
    },
    {
      "term": "die Verhandlungen (pl.)",
      "translated_term": "negotiations",
      "example_usage": "Er sagte: \"Wir beginnen eine weitere Runde der Verhandlungen im trilateralen Format.\""
    },
    {
      "term": "der Waffenstillstand",
      "translated_term": "ceasefire",
      "example_usage": "Beide Seiten vereinbarten kurz einen Waffenstillstand für Energieanlagen."
    },
    {
      "term": "die Sicherheitsgarantien (pl.)",
      "translated_term": "security guarantees",
      "example_usage": "Bei den Gesprächen geht es um Sicherheitsgarantien, humanitäre Fragen und einen möglichen Energiewaffenstillstand."
    },
    {
      "term": "die Delegation",
      "translated_term": "delegation",
      "example_usage": "Rustem Umerov leitet die ukrainische Delegation."
    },
    {
      "term": "verzögern",
      "translated_term": "to delay",
      "example_usage": "Selenskyj meinte, dieser Schritt könnte ein Versuch sein, die Verhandlungen zu verzögern."
    },
    {
      "term": "das Friedensabkommen",
      "translated_term": "peace agreement",
      "example_usage": "Präsident Trump möchte, dass beide Seiten bis Juni 2026 ein Friedensabkommen unterzeichnen."
    }
  ],
  "tags": [
    {
      "name": "Ukraine-Krieg",
      "translated_name": "Ukraine War"
    },
    {
      "name": "Friedensverhandlungen",
      "translated_name": "Peace Negotiations"
    },
    {
      "name": "Internationale Politik",
      "translated_name": "International Politics"
    }
  ],
  "sources": [
    {
      "name": "Mezha.net: Ukraine-US-Russia Geneva Talks Scheduled for February 17-18",
      "link_url": "https://mezha.net/eng/bukvy/ukraine-us-russia-geneva-talks-to-end-war-scheduled-for-february-17-18/"
    },
    {
      "name": "CBS News: Ukraine and Russia confirm new round of peace talks with US",
      "link_url": "https://www.cbsnews.com/news/ukraine-russia-war-us-3rd-round-peace-talks-zelenskyy-says-up-to-trump/"
    },
    {
      "name": "Vatican News: Russia confirms new peace talks with Ukraine",
      "link_url": "https://www.vaticannews.va/en/world/news/2026-02/russia-ukraine-war-diplomacy-us-uae-strikes-cold.html"
    }
  ]
}
