{
  "title": "Deutschland und Frankreich sprechen über gemeinsame atomare Abschreckung",
  "translated_title": "Germany and France Discuss Joint Nuclear Deterrence",
  "text": [
    {
      "text": "Bundeskanzler Friedrich Merz hat ein wichtiges Thema angesprochen: die atomare Abschreckung in Europa.",
      "translated_text": "Federal Chancellor Friedrich Merz has raised an important topic: nuclear deterrence in Europe."
    },
    {
      "text": "Er sagte, Deutschland wolle keine eigenen Atomwaffen entwickeln.",
      "translated_text": "He said Germany does not want to develop its own nuclear weapons."
    },
    {
      "text": "Das ist durch internationale Verträge verboten, zum Beispiel durch den Atomwaffensperrvertrag.",
      "translated_text": "This is prohibited by international treaties, for example by the Nuclear Non-Proliferation Treaty."
    },
    {
      "text": "Merz schlug jedoch vor, dass Frankreich und Großbritannien ihre Atomwaffen auch zum Schutz Europas einsetzen könnten.",
      "translated_text": "However, Merz proposed that France and Great Britain could also deploy their nuclear weapons to protect Europe."
    },
    {
      "text": "Beim Münchner Sicherheitsgipfel hatte Merz erste Gespräche mit dem französischen Präsidenten Macron geführt.",
      "translated_text": "At the Munich Security Conference, Merz had initial talks with French President Macron."
    },
    {
      "text": "Macron kündigte an, bald eine Rede über Frankreichs Atomdoktrin zu halten.",
      "translated_text": "Macron announced that he would soon give a speech on France's nuclear doctrine."
    },
    {
      "text": "Der Grund für diese Diskussion ist die Unsicherheit über die amerikanische Sicherheitsgarantie.",
      "translated_text": "The reason for this discussion is the uncertainty about the American security guarantee."
    },
    {
      "text": "Präsident Trump hat Europa wiederholt kritisiert und seine Unterstützung für die NATO in Frage gestellt.",
      "translated_text": "President Trump has repeatedly criticised Europe and called into question his support for NATO."
    },
    {
      "text": "Europa möchte deshalb eine stärkere eigene Verteidigung aufbauen.",
      "translated_text": "Europe therefore wants to build a stronger defence of its own."
    },
    {
      "text": "Merz betonte, dass dies nicht bedeute, dass Europa auf den Schutz der NATO verzichten wolle.",
      "translated_text": "Merz stressed that this did not mean Europe wanted to abandon NATO's protection."
    },
    {
      "text": "Er sagte, Europa baue einen starken europäischen Pfeiler innerhalb des Bündnisses auf.",
      "translated_text": "He said Europe was building a strong European pillar within the alliance."
    },
    {
      "text": "Der britische Premierminister Starmer begrüßte die engere Zusammenarbeit mit Frankreich in Atomfragen.",
      "translated_text": "British Prime Minister Starmer welcomed closer cooperation with France on nuclear issues."
    },
    {
      "text": "Nicht alle Politiker in Europa unterstützen diese Idee.",
      "translated_text": "Not all politicians in Europe support this idea."
    },
    {
      "text": "Belgiens Verteidigungsminister kritisierte Merz scharf und sagte, er solle über dieses Thema schweigen.",
      "translated_text": "Belgium's Defence Minister criticised Merz sharply and said he should remain silent on this topic."
    },
    {
      "text": "Die Diskussion über atomare Abschreckung in Europa ist das erste Mal seit dem Ende des Kalten Krieges so offen.",
      "translated_text": "The discussion about nuclear deterrence in Europe is the most open it has been since the end of the Cold War."
    }
  ],
  "key_vocab": [
    {
      "term": "die atomare Abschreckung",
      "translated_term": "nuclear deterrence",
      "example_usage": "Bundeskanzler Merz hat ein wichtiges Thema angesprochen: die atomare Abschreckung in Europa."
    },
    {
      "term": "die Atomwaffe",
      "translated_term": "the nuclear weapon",
      "example_usage": "Deutschland wolle keine eigenen Atomwaffen entwickeln."
    },
    {
      "term": "der Vertrag",
      "translated_term": "the treaty / contract",
      "example_usage": "Das ist durch internationale Verträge verboten."
    },
    {
      "term": "ankündigen",
      "translated_term": "to announce",
      "example_usage": "Macron kündigte an, bald eine Rede über Frankreichs Atomdoktrin zu halten."
    },
    {
      "term": "die Sicherheitsgarantie",
      "translated_term": "the security guarantee",
      "example_usage": "Der Grund für diese Diskussion ist die Unsicherheit über die amerikanische Sicherheitsgarantie."
    },
    {
      "term": "betonen",
      "translated_term": "to emphasise / to stress",
      "example_usage": "Merz betonte, dass dies nicht bedeute, dass Europa auf den Schutz der NATO verzichten wolle."
    },
    {
      "term": "der Pfeiler",
      "translated_term": "the pillar",
      "example_usage": "Wir tun dies, indem wir einen starken europäischen Pfeiler innerhalb des Bündnisses aufbauen."
    }
  ],
  "tags": [
    {
      "name": "Deutsche Politik",
      "translated_name": "German Politics"
    },
    {
      "name": "Verteidigung",
      "translated_name": "Defense"
    },
    {
      "name": "NATO",
      "translated_name": "NATO"
    },
    {
      "name": "Frankreich",
      "translated_name": "France"
    }
  ],
  "sources": [
    {
      "name": "Defense News: Germany won't build nukes but could flash French, UK weapons to deter foes, Merz says",
      "link_url": "https://www.defensenews.com/global/europe/2026/02/18/germany-wont-build-nukes-but-could-flash-french-uk-weapons-to-deter-foes-merz-says/"
    },
    {
      "name": "Bloomberg: Merz Rules Out German Nuclear Weapons, Supports Pact With France, UK",
      "link_url": "https://www.bloomberg.com/news/articles/2026-02-18/merz-rejects-german-nukes-but-backs-pact-with-france-and-uk"
    },
    {
      "name": "The Local: European debate over nuclear weapons gains pace",
      "link_url": "https://www.thelocal.com/20260214/merz-says-in-talks-with-macron-on-european-nuclear-deterrence"
    }
  ]
}
