{
  "title": "Großbritannien: Andrew soll aus Thronfolge gestrichen werden, Mandelson tritt zurück",
  "translated_title": "UK: Andrew to Be Removed from Line of Succession, Mandelson Resigns",
  "text": [
    {
      "text": "Nach der Verhaftung von Andrew Mountbatten-Windsor gibt es in Großbritannien neue Entwicklungen.",
      "translated_text": "Following the arrest of Andrew Mountbatten-Windsor, there are new developments in Great Britain."
    },
    {
      "text": "Die britische Regierung erwägt nun, Andrew offiziell aus der Thronfolge zu streichen.",
      "translated_text": "The British government is now considering officially removing Andrew from the line of succession."
    },
    {
      "text": "Obwohl er seinen Prinzentitel verloren hat, steht Andrew noch immer auf Platz acht der Thronfolge.",
      "translated_text": "Although he has lost his princely title, Andrew still stands eighth in the line of succession."
    },
    {
      "text": "Die Polizei durchsuchte am Freitag erneut sein früheres Zuhause, die Royal Lodge in Windsor.",
      "translated_text": "Police again searched his former home, Royal Lodge in Windsor, on Friday."
    },
    {
      "text": "Scotland Yard hat seine Ermittlungen ausgeweitet und befragt frühere Personenschützer.",
      "translated_text": "Scotland Yard has expanded its investigation and is questioning former protection officers."
    },
    {
      "text": "Die Ermittler prüfen auch Flugaufzeichnungen von verschiedenen Flughäfen.",
      "translated_text": "Investigators are also examining flight records from various airports."
    },
    {
      "text": "Gleichzeitig erschüttert ein weiterer Skandal die britische Politik.",
      "translated_text": "At the same time, another scandal is shaking British politics."
    },
    {
      "text": "Der bekannte Politiker Peter Mandelson ist von der Labour-Partei zurückgetreten.",
      "translated_text": "The well-known politician Peter Mandelson has resigned from the Labour Party."
    },
    {
      "text": "Der Grund ist, dass das amerikanische Justizministerium Dokumente veröffentlicht hat.",
      "translated_text": "The reason is that the US Department of Justice has published documents."
    },
    {
      "text": "Diese Dokumente zeigen, dass Epstein Mandelson zwischen 2003 und 2004 insgesamt 55.000 Pfund gezahlt haben soll.",
      "translated_text": "These documents show that Epstein allegedly paid Mandelson a total of £55,000 between 2003 and 2004."
    },
    {
      "text": "Mandelson war früher ein sehr einflussreicher Mann in der britischen Politik.",
      "translated_text": "Mandelson was formerly a very influential man in British politics."
    },
    {
      "text": "König Karl III. hat erklärt, dass er die Arbeit der Ermittler vollständig unterstützt.",
      "translated_text": "King Charles III has stated that he fully supports the work of the investigators."
    },
    {
      "text": "Er sagte, das Gesetz müsse seinen Lauf nehmen.",
      "translated_text": "He said the law must take its course."
    },
    {
      "text": "Andrew bestreitet weiterhin alle Vorwürfe gegen ihn.",
      "translated_text": "Andrew continues to deny all allegations against him."
    },
    {
      "text": "Wenn Andrew wegen Amtsmissbrauchs verurteilt wird, droht ihm eine lebenslange Freiheitsstrafe.",
      "translated_text": "If Andrew is convicted of misconduct in public office, he faces a life sentence."
    },
    {
      "text": "Der Epstein-Skandal belastet die britische Regierung und die Monarchie weiterhin stark.",
      "translated_text": "The Epstein scandal continues to put significant pressure on the British government and monarchy."
    }
  ],
  "key_vocab": [
    {
      "term": "die Thronfolge",
      "translated_term": "the line of succession",
      "example_usage": "Die britische Regierung erwägt, Andrew offiziell aus der Thronfolge zu streichen."
    },
    {
      "term": "streichen",
      "translated_term": "to remove / to cross out",
      "example_usage": "Andrew soll aus der Thronfolge gestrichen werden."
    },
    {
      "term": "zurücktreten",
      "translated_term": "to resign",
      "example_usage": "Peter Mandelson ist von der Labour-Partei zurückgetreten."
    },
    {
      "term": "die Ermittlung",
      "translated_term": "the investigation",
      "example_usage": "Scotland Yard hat seine Ermittlungen ausgeweitet und befragt frühere Personenschützer."
    },
    {
      "term": "veröffentlichen",
      "translated_term": "to publish / to release",
      "example_usage": "Das amerikanische Justizministerium hat Dokumente veröffentlicht."
    },
    {
      "term": "der Vorwurf",
      "translated_term": "the allegation / accusation",
      "example_usage": "Andrew bestreitet weiterhin alle Vorwürfe gegen ihn."
    },
    {
      "term": "der Amtsmissbrauch",
      "translated_term": "misconduct in public office",
      "example_usage": "Wenn Andrew wegen Amtsmissbrauchs verurteilt wird, droht ihm eine lebenslange Freiheitsstrafe."
    }
  ],
  "tags": [
    {
      "name": "Großbritannien",
      "translated_name": "Great Britain"
    },
    {
      "name": "Skandal",
      "translated_name": "Scandal"
    },
    {
      "name": "Britische Politik",
      "translated_name": "British Politics"
    }
  ],
  "sources": [
    {
      "name": "NPR: U.K. considers cutting ex-Prince Andrew from line of succession over his Epstein ties",
      "link_url": "https://www.npr.org/2026/02/20/g-s1-110915/uk-former-prince-andrew-epstein-investigation"
    },
    {
      "name": "CBS News: Former Prince Andrew arrested over suspected misconduct in public office",
      "link_url": "https://www.cbsnews.com/news/former-prince-andrew-arrested-epstein-files-suspected-misconduct-public-office/"
    },
    {
      "name": "Al Jazeera: UK ex-Prince Andrew released after arrest over alleged misconduct in office",
      "link_url": "https://www.aljazeera.com/news/2026/2/19/ex-price-andrew-arrested-on-suspicion-of-misconduct-in-public-office"
    }
  ]
}
